{
	"最多只能同时有3条未审核提现记录": "Ви можете мати максимум 3 записи про зняття, що чекають на перевірку, одночасно.",
	"基础": "Основы",
	"申请贷款后与客服联系审批额度": "Зв’яжіться зі службою підтримки клієнтів для отримання суми схвалення після подання заявки на кредит",
	"请不要重复提交": "Будь ласка, не надсилайте знову",
	"贷款额度与客户信用分和资产存在关系":"Ліміт кредиту пов'язаний з кредитним рейтингом клієнта та його активами",
	"开始验证": "Почніть перевірку",
	"已验证": "Перевірено",
	"验证失败": "Помилка автентифікації",
	"总利息": "загальний інтерес",
	"需还款": "Потрібно відшкодувати",
	"违约金": "неустойка",
	"批准时间": "Час затвердження",
	"还款日期": "Дата погашення",
	"待审核": "Очікує на розгляд",
	"正在审核": "На розгляді",
	"已还款": "Погашений",
	"还款审核中": "Погашення розглядається",
	"协议": "протокол",
	"现在还款": "Розрахуйтеся зараз",
	"签署协议": "підписати договір",
	"姓名": "Ім'я",
	"贷款": "кредит",
	"贷款协议(质押贷款)日期": "Кредитний договір (заставний кредит) Дата",
	"借款人": "позичальник",
	"名": "назва",
	"姓": "прізвище",
	"电话": "Телефон",
	"贷款人": "кредитор",
	"区块链借贷": "Блокчейн кредитування",
	"统称为各方": "разом іменуються сторонами",
	"(生效日期)签订 由以下各方": "(Дата набуття чинності) Уклав",
	"还款条款": "умови погашення",
	"贷款额度": "Сума кредиту",
	"借款人同意偿还": "Позичальник погоджується повернути кредит",
	"利率": "відсоткова ставка",
	"双方约定的利率为": "Процентна ставка, узгоджена обома сторонами, становить",
	"贷款期限": "термін позики",
	"该贷款期限为": "Термін позики становить",
	"天": "небо",
	"还款方式": "Спосіб погашення",
	"借款人同意偿还贷款人": "Позичальник погоджується повернути кредитору",
	"本金和": "Основна сума",
	"到期利息": "Нарахування відсотків",
	"按日计算": "Розраховується по днях",
	"还款适用性": "Придатність погашення",
	"滞纳金": "комісія за прострочення платежу",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "Якщо позичальник не повертає позику вчасно, позичальник сплачує комісію за прострочення",
	"提前还款": "Дострокове погашення",
	"借款人提前还款不会受到任何处罚": "Позичальники не будуть штрафуватися за дострокове погашення",
	"默认": "за замовчуванням",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "Якщо позичальник не сплачує вчасно, позичальник має негайно погасити всю несплачену основну суму боргу та відсотки без повідомлення чи вимоги.",
	"费用": "вартість",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "Якщо позичальник не виконує своїх зобов'язань по погашенню вчасно, позичальник погоджується нести всі понесені витрати. Під час процесу стягнення кредитор включає, але не обмежується гонораром адвоката",
	"可分割性": "Подільність",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "Якщо будь-яке положення цієї Угоди буде визнано недійсним або таким, що не підлягає виконанню, таке положення буде недійсним, але всі інші положення залишатимуться дійсними та обов’язковими.",
	"法律效力": "правовий ефект",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "Ця Угода є юридично обов’язковою для сторін і може бути підписана та виконана в рамках Організації Об’єднаних Націй та Європи. Обидві сторони заявляють, що вони мають повноваження укласти цю Угоду",
	"各种各样的": "різні",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "Згідно з умовами цієї Угоди Компанія сплачує залишок на Рахунку у формі валюти. Обидві сторони мають повноваження укладати цю Угоду. Жодна сторона не має права порушувати права будь-якої третьої сторони або будь-яку іншу угоду між сторонами",
	"适用法律": "Застосовне право",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "Ця Угода тлумачиться та виконується відповідно до законодавства країни, в якій знаходиться Позичальник",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "Кошти за цією угодою надає стороння банківська кредитна установа, і всі надані кошти я маю повернути.",
	"双方同意以上条款并签字如下": "Обидві сторони погоджуються з наведеними вище умовами та підписують наступне",
	"(按日计算)这应被视为处罚而不是罚款": "(щодня) Це слід вважати покаранням, а не штрафом",
	"贷方": "кредитор",
	"借款人签名": "Підпис позичальника",
	"签名日期": "Дата підпису",
	"签字": "підпис",
	"重写": "переписати",
	"预估贷款额度": "Орієнтовна сума кредиту",
	"验证您的身份并获得更多服务": "Підтвердьте свою особу та отримуйте більше послуг",
	"贷款期限(天)": "Термін позики (днів)",
	"日利率": "денна процентна ставка",
	"总利息金额": "загальна сума відсотків",
	"贷款后当天内无需支付利息，之后需支付利息": "Відсотки не потрібні протягом дня після отримання кредиту, і відсотки будуть виплачені після цього",
	"现在借款": "Позичи зараз",
	"借款记录": "Кредитні записи",
	"尚未借款": "Ще не позичено",
	"找不到您的贷款信息": "Не вдається знайти інформацію про ваш кредит",
	"认证": "Атестація",
	"请输入": "Будь ласка, введіть",
	"姓氏": "Прізвище",
	"性别": "стать",
	"男": "чоловічий",
	"女": "жіноча",
	"出生日期": "дата народження",
	"国家": "нація",
	"名字": "назва",
	"电话号码": "номер телефону",
	"证件": "Документи",
	"请填写完整信息": "Будь ласка, заповніть повну інформацію",
	"上传证件": "Завантажити документи",
	"身份证正面": "передня сторона посвідчення особи",
	"身份证反面": "Зворотний бік посвідчення особи",
	"拍摄时注意一下几点": "Під час зйомки зверніть увагу на кілька речей",
	"请注意图片的边框完整，字体清晰，亮度均匀": "Зверніть увагу, що зображення має цілі рамки, чіткі шрифти та навіть яскравість.",
	"请勿上传于姓名不符的证件照": "Будь ласка, не завантажуйте фотографії, що посвідчують особу, які не відповідають вашому імені.",
	"请先验证身份信息": "Спочатку підтвердьте свою особу",
	"名称": "назва",
	"交易额": "Обсяг транзакції",
	"合集": "Колекція",
	"市场": "ринку",
	"地板价": "мінімальна ціна",
	"总排行": "Загальний рейтинг",
	"我的收藏": "моя колекція",
	"关于": "приблизно",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "NFT — це цифровий запис у блокчейні, який представляє право власності та автентичність медіа.",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "NFT — це не просто мультимедійний файл (наприклад, Gif або Jpeg), це також публічний запис, який містить історичну інформацію, пов’язану з медіа. У цьому випадку NFT більше схожий на перелік прав власності та сертифікат автентичності для картини.",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "NFT відрізняються від взаємозамінних активів, таких як 20-доларові купюри, акції чи інші одиниці, якими можна обмінюватися без зміни вартості.",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "На відміну від одних $20, які можна замінити іншими $20, унікальна якість NFT робить кожен NFT унікальним, і цю унікальність можна перевірити.",
	"为何NFT如此重要": "Чому NFT такі важливі",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "NFT служать підтвердженням права власності, математично перевіряючи, чи певна адреса блокчейну є власником об’єкта, у спосіб з високим ступенем захисту.",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "NFT також служать сертифікатами автентичності, гарантуючи, що будь-яку форму медіа (ілюстрації, документ або інший цифровий файл) можна відстежити до її походження (щоб довести, що вона не була підроблена з джерела).",
	"NFT的解释": "Пояснення NFT",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "Зйомка твору мистецтва в музеї не робить фотографа власником картини, а зроблене зображення не стає самим твором мистецтва.",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "Ми знаємо це, оскільки куратори, науковці, колекціонери та громадськість погоджуються щодо оригіналів, репродукцій та їхніх законних власників.",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "Те саме стосується NFT, де оригінал має доведену дефіцитність і цінність – на відміну від копії, збереженої правою кнопкою миші. Але NFT не покладається на особисте судження для перевірки автентичності чи власності, а використовує можливості досягнення консенсусу технології блокчейн.",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "Коротше кажучи, NFT використовує об’єктивні математичні докази для перевірки права власності та автентичності, а не суб’єктивну довіру до окремих осіб чи організацій.",
	"NFT的极简史": "Дуже коротка історія NFT",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "Хоча послуги блокчейн-кредитування тільки з’являються, NFT існують з перших днів технології блокчейн.",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "Концепція NFT була представлена ​​в Colored Coins у 2012 році. Кольорові монети зберігаються в блокчейні біткойн і забезпечують спосіб відображення права власності на реальні активи, такі як нерухомість або акції. Кілька років потому цифровий художник Кевін Маккой викарбував «Quantum» — восьмикутну динамічну роботу на блокчейні Namecoin, яка стала першим широко відомим NFT.",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "Після того, як платформа Counterparty на основі біткойнів почала вірусно популяризувати предмети колекціонування, такі як Rare Pepes, у 2018 році Ethereum удосконалив NFT за допомогою CryptoKitties і стандарту ERC-721. Це відкриває шлях для інших блокчейн-мереж із підтримкою смарт-контрактів, таких як Solana, Polygon і Tezos, які допомагають NFT досягти подальшого впровадження та поширення.",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "На сьогоднішній день NFT широко використовуються для перевірки власності та автентичності цифрового мистецтва та предметів колекціонування. У деяких ранніх NFT, таких як CryptoPunks, відбулася зміна концепції власності, що також було культурною зміною. NFT мають варіанти використання децентралізованого володіння за межами мистецтва, і вони продовжують розвиватися, від перевірки конфіденційних фінансових документів до ексклюзивного доступу до досвіду поп-культури.",
	"NFT有什么用途": "Яке використання NFT?",
	"艺术&收藏品": "Мистецтво та колекціонування",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "Майже будь-який цифровий файл може стати NFT, але найпоширенішим варіантом використання сьогодні є колекційне цифрове мистецтво. До появи NFT найбільш серйозна критика цифрового мистецтва чи предметів колекціонування полягала в тому, що було майже неможливо перевірити право власності на витвір мистецтва чи бейсбольну картку онлайн, що вимагало сильної залежності від посередників і робило людей вразливими до шахрайства.",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "NFT ще більше узаконює цифрове мистецтво, стаючи засобом і цінним вираженням сучасної культури. «Блакитні фішки» NFT — роботи таких цифрових художників, як CryptoPunks, Bored Ape Yacht Club і Beeple — встановили рекорди продажів не лише на ринку NFT, але й на традиційних аукціонних будинках мистецтва.",
	"社区会员": "член спільноти",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "Багато серій NFT надають своїм власникам унікальні реальні переваги, винагороди чи досвід, створюючи додаткову цінність.",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "Ті, хто тримає предмети колекціонування NFT, регулярно спілкуються один з одним, розвивають стосунки та діляться своєю пристрастю до проекту, що також дає їм глибше відчуття приналежності до спільноти.",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "Крім того, деякі децентралізовані автономні організації (DAO) збираються разом, щоб поділитися темами, які вони вважають культурно значущими, такими як часткова власність і колективне управління в NFT.",
	"音乐行业": "музична індустрія",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "Музиканти використовують NFT, щоб зменшити вплив звукозаписних лейблів і музичної індустрії в цілому, допомагаючи артистам бути посередниками та кількісно оцінювати їхні стосунки з шанувальниками. Подібно до того, як унікальні зображення можна розміщувати в блокчейні як NFT, унікальні аудіокліпи можна створювати, обмінювати та зберігати в блокчейні як NFT, щоб фанати могли ними володіти та насолоджуватися ними.",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "Десятки музичних виконавців різних жанрів і поколінь, у тому числі Kings of Leon і 3LAU, використовують NFT, щоб розвивати нові музичні враження та компенсувати свою залежність від посередників музичної індустрії.",
	"游戏": "гра",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "Платформи на основі блокчейну, такі як Decentraland, Axie Infinity та The Sandbox, використовують NFT, щоб надавати гравцям унікальний ігровий досвід і винагороджувати гравців предметами реальної цінності. У цих іграх NFT можуть представляти віртуальні землі, персонажів, здібності або носії з різними атрибутами та ринковою вартістю. Оригінальна криптовалюта в блокчейн-іграх NFT є ключовою частиною ігрової економіки, і її ігрові досягнення також можна використовувати для винагороди гравців предметами реальної вартості. NFT дозволяє гравцям контролювати свої ігрові досягнення та отримувати персоналізовані винагороди з реальною цінністю.",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业’税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "NFT також мають інноваційні варіанти використання, пов’язані з протоколами децентралізованого фінансування (DeFi), як захищений від втручання спосіб зберегти право власності без посередників. Важливі фінансові документи, такі як підтвердження права власності на ділянку землі або податкову декларацію компанії, можна створювати як NFT і використовувати в децентралізованих фінансових протоколах для надійного виконання транзакцій однорангового блокчейну. Окрім підтвердження права власності та автентичності для випадків використання, NFT також можна використовувати як заставу для отримання кредитів користувачами. Незалежно від того, чи це традиційні послуги кредитування, чи послуги кредитування на основі блокчейну, вони досліджують, як використовувати цінність NFT для фінансування нових фінансових продуктів і послуг.",
	"元宇宙与Web3": "Метавсесвіт і Web3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "NFT швидко стають фундаментальною частиною наступного покоління Інтернету, забезпечуючи більш захоплюючий онлайн-досвід завдяки унікальним атрибутам власності NFT.",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "NFT має потенціал зробити архітектуру Інтернету на основі блокчейна більш децентралізованою та анонімною, яку часто називають Web3. NFT демонструє повний потенціал у цих сферах і має можливість зіграти ключову роль у подальшому розвитку Web3 і Metaverse. Багато хто вважає, що мистецтво є лише першою з багатьох сфер, які революціонізують NFT, і що скоро з’являться інші випадки використання, такі як електронна комерція, власність на землю та навіть особиста ідентичність.",
	"出席证明协议": "Угода про підтвердження відвідування",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "Proof of Attendance Protocol (POAP) — це проект з відкритим кодом, який використовує NFT для відстеження участі в подіях реального світу. Після надання простого дизайну значка та пов’язаних із подією метаданих (наприклад, назви події, місця та дати) POAP можна розповсюдити для створення захищеного від підробки цифрового запису про участь, яким легко поділитися та перевірити.",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "POAP дозволяє організаторам заходів надавати більш персоналізований досвід для своїх спільнот. Цей тип незамінного токена також може бути поширений на інші сфери, такі як запити та відстеження сертифікатів від академічних установ і професійних організацій.",
	"潮流": "тенденція",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "Компанії по всьому світу досліджують можливості NFT: від брендів класу «люкс» до лідерів швидкої моди.",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "Деякі відомі бренди запускають дружні до метавсесвіту лінії одягу NFT, а інші, як-от Louis Vuitton, розробляють колекційні ігри брендів на основі NFT.",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "NFT поглиблюють зв’язки з клієнтами, привертаючи увагу до надихаючих нових художників. Такі любителі моди, як Gucci, Dolce & Gabbana, Nike і Adidas, використовують потужність NFT, щоб створювати та вести нові тенденції.",
	"处理中": "Обробка",
	"开始交易": "Почніть торгувати",
	"探索NFT的世界": "Досліджуйте світ NFT",
	"可靠的安全保障": "Надійна охорона",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "Наші продумані заходи безпеки та кошти SAFU захищають ваші цифрові активи від усіх ризиків.",
	"24*7小时客户服务支持": "Цілодобова підтримка клієнтів 7 годин",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "Завдяки режиму роботи 24*7 ми відповімо на ваші запити в найкоротші терміни.",
	"团队总人数": "Загальна кількість членів команди",
	"今日团队收益": "Сьогоднішній заробіток команди",
	"今日新增成员": "Сьогодні додано нових учасників",
	"USDT充值最低金额": "1. Мінімальна сума поповнення USDT становить {num} USDT, а надана сума має бути цілим числом.",
	"ETH充值最低金额": "2. Мінімальна сума поповнення ETH становить {num} ETH, а подана сума має бути з точністю до 4 цифр після коми.",
	"BTC充值最低金额": "3. Мінімальна сума поповнення BTC становить {num} BTC, і подана сума має бути з точністю до 4 цифр після коми.",
	"USDT提现最低金额": "Мінімальна сума для зняття USDT становить {num}",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "Підтримуються лише зняття USDT-TRC20 і USDT-ERC20.",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "Після подання заявки на зняття кошти на ваш рахунок надходять протягом 0-72 годин. Будь ласка, терпляче зачекайте.",
	"联系客服": "Зверніться до служби підтримки клієнтів",
	"首页": "титульна сторінка",
	"体验金": "Пробна плата",
	"新手礼包": "Подарунковий пакет для новачків",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "Ті, хто відповідає вимогам для новачків, можуть отримати пробний бонус у розмірі 1000 доларів США. Пробний бонус дійсний протягом трьох днів і може бути використаний лише один раз.",
	"条件": "хвороба",
	"1.注册之日起7天内为新手用户。": "1. Бути початківцем протягом 7 днів з моменту реєстрації.",
	"2.新手用户未进行充值和交易。": "2. Початківці користувачі не робили депозитів і транзакцій.",
	"立即领取": "отримати це прямо зараз",
	"您还未高级认证,请去认证": "Ви ще не отримали розширену сертифікацію, перейдіть на сертифікацію.",
	"您以高级认证": "Розширена сертифікація",
	"订单审核中": "Замовлення розглядається",
	"已读": "Прочитав",
	"数字钱包未连接": "Цифровий гаманець не підключено",
	"请使用数字钱包打开链接": "Щоб відкрити посилання, використовуйте цифровий гаманець",
	"未检测到数字钱包地址": "Адресу цифрового гаманця не виявлено",
	"正在检测数字钱包": "Виявлення цифрового гаманця",
	"信用分": "кредитна оцінка",
	"底部菜单上移": "Перемістити нижнє меню вгору",
	"是否需要上移菜单": "Вам потрібно перемістити меню вгору?",
	"团队佣金奖励": "Командні винагороди",
	"推荐层级": "Рекомендований рівень",
	"佣金奖励": "Комісійні винагороди",
	"例如：A邀请B，B邀请C，C邀请D": "Наприклад: A запрошує B, B запрошує C, C запрошує D",
	"代理A获得B收益的百分比": "Агент А отримує відсоток доходу Б",
	"代理A获得C收益的百分比": "Агент А отримує відсоток доходу С",
	"代理A获得D收益的百分比": "Агент A отримує відсоток доходу D",
	"待售": "на продаж",
	"开售": "Продається",
	"请输入姓名": "Будь ласка, введіть своє ім'я",
	"请输入银行账号": "Будь ласка, введіть номер банківського рахунку",
	"请输入银行名称": "Введіть назву банку",
	"请输入法定货币": "Введіть законну валюту",
	"请输入支行名称": "Введіть назву відділення",
	"请输入银行邮编": "Будь ласка, введіть поштовий індекс банку",
	"高级认证": "Розширена сертифікація",
	"NFT正在持续收益": "NFT продовжує зростати",
	"USDT总成交": "USDT загальна транзакція",
	"用户收入": "дохід користувача",
	"交易": "торгівля",
	IEO: "IEO",
	"我的": "Шахта",
	"充值": "поповнити",
	"提现": "вилучити",
	"帮助": "допомогти",
	"行情": "Цитати",
	"天数": "днів",
	"范围": "сфера застосування",
	"预计收益": "Орієнтовний дохід",
	"可用金额": "Доступна сума",
	"收益率": "норма прибутку",
	"提示": "підказка",
	"浏览量": "Перегляди",
	"价格": "ціна",
	"美元价格": "ціна в доларах",
	"购买": "купити",
	"确定购买": "Підтвердити покупку",
	"热销": "продають як гарячі пиріжки",
	"停售": "Зупинено на продаж",
	"发行者": "Емітент",
	"什么是NFT": "Що таке NFT",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "NFT (незамінні токени) — це унікальні цифрові елементи, що зберігаються в блокчейні. NFT можуть представляти майже будь-що та служити цифровим записом власності.",
	"跨市场流动性聚合：": "Агрегація міжринкової ліквідності:",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "Отримуйте замовлення NFT у режимі реального часу з основних платформ, таких як OpenSea, LooksRare, MagicEden, IMXOfficial тощо, і підтримуйте розміщення замовлень одним клацанням миші на кількох платформах для агрегування ліквідності транзакцій у всій мережі для вас.",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "Емісійний ринок {name} регулярно запускає високоякісні проекти. Вторинний ринок підтримує запити про раритети та масові покупки. Розділ статистики даних надає дані в реальному часі по ланцюжку, щоб допомогти вам у прийнятті рішень, допомагаючи вам повністю контролювати галузеві торгові можливості та швидко торгуйте.",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "Гарне нагадування: при покупці необхідно переконатися, що на балансі достатньо, інакше покупка не вдасться.",
	"温馨提示：确保账户余额足够": "Гарне нагадування: переконайтеся, що баланс вашого рахунку достатній",
	"账户总额": "Загальний рахунок",
	"冻结金额": "заморожена сума",
	"今日收益": "Сьогоднішній заробіток",
	"点击进入": "натисніть, щоб увійти",
	"全部": "все",
	"已停售": "Припинено",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "Ви можете вибрати план Smart Bidding. Після вибору розумний контрактний робот розмістить вашу доступну квоту для інтелектуального призначення ставок.",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "Різні плани автоматично виставлятимуться на аукціон розумними контрактними роботами для отримання прибутку.",
	"交易对": "торгова пара",
	"最新价": "Остання ціна",
	"24小时涨跌幅": "Підвищення та зниження ціни 24 години",
	"可用": "в наявності",
	"秒交易": "Транзакції за лічені секунди",
	"杠杆交易": "Торгівля кредитним плечем",
	"单价": "ціна за одиницю",
	"数量": "кількість",
	"交易模式": "модель торгівлі",
	"价格": "ціна",
	"市场最优价格": "Найкраща ціна на ринку",
	"倍数": "багаторазовий",
	"请输入数量": "Будь ласка, введіть кількість",
	"保证金": "запас",
	"服务费": "плата за послуги",
	"当前委托": "Поточний порядок",
	"持有仓位": "Тримати позицію",
	"限价/买入": "Обмежити/Купити",
	"未实现盈亏($)": "Нереалізований прибуток і збиток ($)",
	"回报率": "швидкість відповіді",
	"持仓数量": "Кількість позицій",
	"保证金率": "маржинальна ставка",
	"开仓价格($)": "Ціна відкриття ($)",
	"标记价格($)": "Ціна марки ($)",
	"强平价格($)": "Ціна ліквідації ($)",
	"调整杠杆": "Відрегулюйте кредитне плече",
	"止盈止损": "Тейк прибуток і стоп-лосс",
	"平仓": "Близька позиція",
	"设置止损/止盈": "Встановіть стоп-лосс/тейк-профіт",
	"止盈价格": "Ціна тейк-профіту",
	"请输入止盈价格": "Будь ласка, введіть ціну тейк-профіту",
	"止损价格": "Stop loss ціна",
	"请输入止损价格": "Будь ласка, введіть ціну стоп-лосс",
	"预计盈亏": "Розрахунковий прибуток і збиток",
	"确定": "звичайно",
	"秒": "друге",
	"规则": "правило",
	"请输入金额": "Будь ласка, введіть суму",
	"可用余额": "Доступний залишок",
	"环保项目": "Відновлювальна енергія",
	"收益": "дохід",
	"总充值": "Повне поповнення",
	"团队": "команда",
	"团队总收益": "Загальний дохід команди",
	"团队个数": "Кількість команд",
	"推荐分享": "Рекомендую поділитися",
	"消息": "інформації",
	"修改密码": "змінити пароль",
	"修改支付密码": "Змінити платіжний пароль",
	"退出登陆": "вийти з аккаунта",
	"请选择充值金额": "Виберіть суму поповнення",
	"请选择交易类型": "Виберіть тип транзакції",
	"充值明细": "Деталі поповнення",
	"状态": "стан",
	"金额": "Сума",
	"交易类型": "засоби транзакції",
	"地址": "адресу",
	"复制": "копія",
	"复制成功": "Успішно скопійовано",
	"复制失败": "Помилка копіювання",
	"上传图片凭证": "Завантажте зображення ваучера",
	"账户余额": "Баланс",
	"最小提现金额": "Мінімальна сума для зняття",
	"请输入地址": "Будь ласка, введіть адресу",
	"请输入支付密码": "Будь ласка, введіть платіжний пароль",
	"提现记录": "Запис зняття коштів",
	"账号": "рахунок",
	"暂无数据~": "Ще немає даних~",
	"旧密码": "Старий пароль",
	"新密码": "Новий пароль",
	"确认密码": "Підтвердьте пароль",
	"消息详情": "Деталі повідомлення",
	"用户帮助": "Довідка користувача",
	"邀请您的好友": "Запросіть друзів",
	"或朋友并获得奖励": "або друзів і отримуйте нагороди",
	"返佣记录": "Комісійний запис",
	"类型": "типу",
	"团队介绍": "представлення команди",
	"请输入邮箱": "будь ласка, введіть свою електронну адресу",
	"请输入密码": "Будь ласка, введіть пароль",
	"记住密码": "Запам'ятайте пароль",
	"登录": "авторизуватися",
	"创建账号": "Створити аккаунт",
	"请输入邀请码": "Будь ласка, введіть код запрошення",
	"获取验证码": "отримати код підтвердження",
	"总资产": "Сукупні активи",
	"发送成功": "Надіслано успішно",
	"推荐并获得奖励": "Рекомендуйте та отримуйте винагороду",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "Ви можете заробляти фінансовий гаманець, поділившись своїм запрошенням. Наприклад, ви можете отримати {rates}% комісії за кожен депозит, зроблений запрошеним вами користувачем.",
	"邀请等级": "Рівень запрошень",
	"我的申购": "Моя підписка",
	"已申购": "Вже підписаний",
	"未申购": "Не підписаний",
	"申购": "Підписка",
	"申购记录": "Абонементний запис",
	"申购金额": "Сума передплати",
	"购买成功": "Покупка успішна",
	"确认": "підтвердити",
	"取消": "Скасувати",
	"温馨提示": "Добрі поради",
	"是否确定申购": "Ви впевнені, що підписалися?",
	"最小金额": "Мінімальна сума",
	"最大金额": "максимальна сума",
	"质押": "заощадження",
	"天": "небо",
	"质押详情": "Деталі заощаджень",
	"日收益": "Щоденний дохід",
	"请输入质押金额": "Будь ласка, введіть суму заощаджень",
	"质押最小金额": "Мінімальна сума для збереження",
	"质押最大金额": "Максимальна сума заощаджень",
	"是否确定质押": "Ви впевнені в збереженні?",
	"质押记录": "ощадний запис",
	"质押天数": "Кількість днів ставки",
	"实名认证": "Перевірено",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "Будь ласка, завантажте лицьову та зворотну сторони свого посвідчення особи та ручного посвідчення особи.",
	"真实姓名": "справжнє ім'я",
	"请输入真实姓名": "будь ласка, введіть своє справжнє ім'я",
	"证件号": "номер ліцензії",
	"请输入证件号": "Будь ласка, введіть свій ідентифікаційний номер",
	"您还未实名认证,请去认证": "Ви ще не автентифікували своє справжнє ім’я, будь ласка, перейдіть і автентифікуйтеся.",
	"实名信息审核中": "Інформація про справжнє ім'я перевіряється",
	"您以实名认证": "Ви підтверджуєте автентичність своїм справжнім іменем",
	"审核失败请重新提交": "Якщо перевірка не пройде, надішліть її повторно.",
	"已提交": "подано",
	"是否提交审核": "Чи надсилати на перевірку",
	"请上传正确图片格式": "Завантажте правильний формат зображення",
	"上传中...": "завантаження...",
	"上传失败": "не вдалося завантажити",
	"请上传正面照片": "Будь ласка, завантажте фотографію на передню сторону",
	"请上传反面照片": "Будь ласка, завантажте фото зворотного боку",
	"市价交易": "ринкова цінова операція",
	"限价交易": "обмежити торгівлю",
	"卖出": "продавати",
	"是否进行杠杆交易": "Чи проводити торгівлю за допомогою кредитного плеча",
	"请输入杠杆张数": "Будь ласка, введіть кількість кредитного плеча",
	"张": "ВІДЧИНЕНО",
	"买": "покупка",
	"卖": "Продати",
	"合约": "договір",
	"限价/卖出": "Ліміт/Продати",
	"是否撤销当前委托": "Чи скасовувати діючу комісію",
	"撤销成功": "Успішно скасовано",
	"提交中": "подання",
	"是否提交此充值单": "Чи надсилати це замовлення на поповнення рахунку",
	"提交成功": "Надіслано успішно",
	"请上传交易图片": "Будь ласка, завантажте зображення транзакцій",
	"充值记录": "Запис поповнення",
	"审核中": "розглядається",
	"手续费": "мито за обробку",
	"您还未设置支付密码,是否去设置支付密码": "Ви не встановили платіжний пароль. Бажаєте встановити платіжний пароль?",
	"请输入验证码": "будь ласка, введіть код підтвердження",
	"是否设置支付密码": "Чи встановлювати платіжний пароль",
	"设置支付密码": "Встановити платіжний пароль",
	"修改成功": "Успішно змінено",
	"提现成功": "Вилучити успішно",
	"未设置": "не встановлено",
	"设置成功": "Налаштування успішне",
	"取消成功": "Скасувати успіх",
	"是否对此单进行平仓": "Чи закривати це замовлення",
	"平仓历史": "Історія закриття",
	"倒计时(s)": "Зворотний відлік",
	"盈亏($)": "Прибуток і збиток ($)",
	"抢购周期": "цикл панічних покупок",
	"当前价格": "Поточна ціна",
	"是否进行下单": "Чи робити замовлення",
	"请选择订单方向": "Виберіть напрямок замовлення",
	"下单完成": "Замовлення виконано",
	"下单时间": "час замовлення",
	"持仓历史": "Історія позицій",
	"委托历史": "Історія комісії",
	"已撤销": "Відкликано",
	"已成交": "Угода зроблена",
	"历史记录": "запис історії",
	"支持USDT-TRC20快速提现": "Підтримка швидкого виведення USDT-TRC20",
	"提现后等待客服审核": "Дочекайтеся перевірки служби підтримки після зняття",
	"多空大小必选,可同时多空大小各选其一": "Необхідно вибрати довгий і короткий розмір, Ви можете вибрати один з довгого і короткого розміру одночасно.",
	"请登录": "будь ласка, увійдіть",
	"成功修改钱包密码": "Пароль гаманця успішно змінено",
	"请输入您的旧密码": "Будь ласка, введіть свій старий пароль",
	"请输入新密码": "Будь ласка, введіть новий пароль",
	"请输入确认密码": "Будь ласка, введіть пароль підтвердження",
	"确认密码与新密码不一致": "Підтвердьте, що пароль не відповідає новому паролю",
	"是否修改登录密码": "Чи змінювати пароль для входу",
	"是否更改钱包安全密码": "Чи змінювати пароль безпеки гаманця",
	"单": "один",
	"双": "пара",
	"多": "багато",
	"空": "нуль",
	"买入": "купити",
	"请输入申购金额": "Будь ласка, введіть суму передплати",
	"余额": "Баланс",
	"时间": "час",
	"邀请好友，领取高达20%邀请、交易双重佣金": "Запрошуйте друзів і отримуйте до 20% подвійної комісії за запрошення та транзакції",
	"BHE福利": "Переваги BHE",
	"邀请好友": "запросити друзів",
	"冻结": "замерзнути",
	"语言": "мова",
	"请选择支付类型": "Виберіть тип оплати",
	"[充值规则说明]": "[Опис правил поповнення]",
	"账户": "Обліковий запис",
	"等级": "клас",
	"注册时间": "Час реєстрації",
	"或朋友并获得奖励 ": "або друзів і отримуйте нагороди",
	Lock_up_to: "Lock_up_to",
	"No data": "Немає даних",
	"Please enter the confirmation password!": "Будь ласка, введіть пароль підтвердження!",
	Pledge_success_txt: "Pledge_success_txt",
	Position_record_txt: "Position_record_txt",
	Tips_Tips_txt: "Tips_Tips_txt",
	"Welcome Back": "З поверненням",
	"account.charging": "рахунок.нарахування",
	confirm: "підтвердити",
	confirm_the_pledge: "підтвердити_заставу",
	current_state_txt: "поточний_стан_txt",
	day_txt_txt: "day_txt_txt",
	end_end_txt: "end_end_txt",
	income_income_txt: "дохід_дохід_txt",
	mortgage_mmediately_txt: "mortgage_mmediately_txt",
	mortgage_principal_txt: "mortgage_principal_txt",
	msg10: "повідомлення10",
	s: "с",
	"td1.canceil": "td1.скасувати",
	"td1.confirm": "td1.confirm",
	under_pledge_txt: "under_pledge_txt",
	"失败": "провал",
	"成功": "успіх",
	"提交": "подати",
	"撤销": "Скасувати",
	"止损/止盈": "Stop Loss/Take Profit",
	"下一步": "Наступний крок",
	"平仓完成": "Закриття позиції завершено",
	"开单价格": "Платежна ціна",
	"开始时间": "Час початку",
	"成交数量": "Кількість транзакцій",
	"结单价格": "Ціна виписки",
	"结束时间": "Час закінчення",
	"订单方向": "напрямок замовлення",
	"质押区间": "Інтервал застави",
	"质押金额": "Сума застави",
	"以实现盈亏": "для досягнення прибутків і збитків",
	"上传转账截图": "Завантажте скріншот передачі",
	"是否确认提现": "Підтвердити зняття?",
	"最大提现金额": "Максимальна сума для зняття",
	"是否设置此价格": "Чи встановлювати цю ціну",
	"请上传转账截图": "Завантажте скріншоти передачі",
	"是否取消当前设置": "Чи скасовувати поточні налаштування",
	"请输入质押金额，不得超过": "Будь ласка, введіть суму застави, яка не повинна перевищувати",
	"分享您的推荐链接并开始赚钱": "Поділіться своїм реферальним посиланням і почніть заробляти",
	"公告": "оголошення",
	"系统异常": "Системний виняток",
	"请输入自定义充值金额": "Введіть спеціальну суму поповнення",
	"自定义金额": "Індивідуальна сума",
	"请打开链接": "Будь ласка, відкрийте посилання",
	"恭喜新用户": "Вітаємо нового користувача",
	"今日": "сьогодні",
	"覆盖国家": "Охоплені країни",
	"注册用户": "зареєстрований користувач",
	"已赚取收益": "Зароблений дохід",
	"已发放佣金": "Комісія видана",
	"快速买币": "Купуйте монети швидко",
	"网格交易": "сіткова торгівля",
	"封闭期": "закритий період",
	"激活金额": "Сума активації",
	"今日最高年化": "Сьогоднішній найвищий річний показник",
	"立即购买": "Купити це зараз",
	"服务": "Подавайте",
	"提币": "Зняти монети",
	"邀请返佣": "Запросіть знижку",
	"关于我们": "про нас",
	"合作伙伴": "Партнер",
	"总资金": "загальні кошти",
	"今日收益": "Сьогоднішній заробіток",
	"邮箱": "Пошта",
	"密码": "пароль",
	"手机号": "Номер телефону",
	"忘记密码": "забути пароль",
	"注册": "зареєструватися",
	"请输入手机号": "Будь ласка, введіть номер телефону",
	"正在维护": "На техобслуговуванні",
	"您确定购买此产品": "Ви впевнені, що купите цей продукт?",
	"购买的数量": "куплена кількість",
	"加载中": "завантаження",
	"我的机器人": "мій робот",
	"剩余天数": "Залишок днів",
	"暂停": "пауза",
	"是否激活此机器人": "Чи активувати цього робота",
	"是否暂停此机器人的工作": "Чи призупиняти роботу цього робота",
	"激活成功": "Активація успішна",
	"暂停成功": "Успішно призупинено",
	"预计日收益": "Орієнтовний щоденний дохід",
	"总收益": "Загальна виручка",
	"年化": "в річному вимірі",
	"是否激活体验机器人": "Чи активувати робота досвіду",
	"赚币记录": "Рекорд заробітку монет",
	"币种": "Валюта",
	"免费领取": "Отримайте це безкоштовно",
	"等级规则": "правила ієрархії",
	"当前等级": "поточний рівень",
	"是否确认修改登录密码": "Ви підтверджуєте зміну пароля для входу?",
	"没有更多了": "не більше",
	"当前收益": "Поточний заробіток",
	"激活": "активація",
	"赠送": "віддати",
	"请输入赠送用户ID或邮箱": "Будь ласка, введіть ідентифікатор користувача подарунка або електронну адресу",
	"推荐计划": "Реферальна програма",
	"邀请朋友赚币": "Запросіть друзів, щоб заробити монети",
	"我的邀请码": "мій код запрошення",
	"是否将此机器人赠送于": "Чи подарувати цього робота",
	"赠送成功": "Подарунок вдало",
	"经验值": "Досвід",
	"台BOT正在为您疯狂赚币": "Тайванський BOT заробляє для вас шалені гроші"
}