{
	"最多只能同时有3条未审核提现记录": "Puoi avere un massimo di 3 registrazioni di prelievo in sospeso contemporaneamente.",
	"基础": "Fondamenta",
	"申请贷款后与客服联系审批额度": "Contattare il servizio clienti per l'importo di approvazione dopo aver richiesto un prestito",
	"请不要重复提交": "Si prega di non inviare nuovamente",
	"贷款额度与客户信用分和资产存在关系":"Il limite di prestito è correlato al punteggio di credito del cliente e ai suoi beni",
	"开始验证": "Avvia la verifica",
	"已验证": "Verificato",
	"验证失败": "Autenticazione non riuscita",
	"总利息": "interesse totale",
	"需还款": "Necessità di ripagare",
	"违约金": "risarcimento danni",
	"批准时间": "Tempo di approvazione",
	"还款日期": "Data di rimborso",
	"待审核": "In attesa di revisione",
	"正在审核": "In corso di revisione",
	"已还款": "Rimborsato",
	"还款审核中": "Rimborso in fase di revisione",
	"协议": "protocollo",
	"现在还款": "Paga adesso",
	"签署协议": "firmare l'accordo",
	"姓名": "Nome",
	"贷款": "prestito",
	"贷款协议(质押贷款)日期": "Data del contratto di prestito (prestito su pegno).",
	"借款人": "mutuatario",
	"名": "nome",
	"姓": "cognome",
	"电话": "Telefono",
	"贷款人": "prestatore",
	"区块链借贷": "Prestito blockchain",
	"统称为各方": "collettivamente denominate parti",
	"(生效日期)签订 由以下各方": "(Data di entrata in vigore) Sottoscritto da",
	"还款条款": "termini di rimborso",
	"贷款额度": "Importo del prestito",
	"借款人同意偿还": "Il mutuatario si impegna a rimborsare",
	"利率": "tasso di interesse",
	"双方约定的利率为": "Il tasso di interesse concordato da entrambe le parti è",
	"贷款期限": "durata del prestito",
	"该贷款期限为": "La durata del prestito è",
	"天": "cielo",
	"还款方式": "Metodo di rimborso",
	"借款人同意偿还贷款人": "Il mutuatario si impegna a rimborsare il creditore",
	"本金和": "Somma principale",
	"到期利息": "Interessi dovuti",
	"按日计算": "Calcolato di giorno",
	"还款适用性": "Idoneità al rimborso",
	"滞纳金": "penale per ritardato pagamento",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "Se il mutuatario non riesce a rimborsare il prestito in tempo, il mutuatario dovrà pagare le spese di mora",
	"提前还款": "Rimborso anticipato",
	"借款人提前还款不会受到任何处罚": "I mutuatari non saranno penalizzati per il rimborso anticipato",
	"默认": "predefinito",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "Se il mutuatario non riesce a rimborsare in tempo, il mutuatario dovrà rimborsare immediatamente l'intero capitale residuo e gli interessi senza preavviso o richiesta.",
	"费用": "costo",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "Se il mutuatario non adempie puntualmente ai propri obblighi di rimborso, si impegna a sostenere tutte le spese sostenute. Durante il processo di riscossione, il creditore include ma non si limita alle spese legali",
	"可分割性": "Divisibilità",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "Se una qualsiasi disposizione del presente Contratto risulta non valida o inapplicabile, tale disposizione sarà nulla e inefficace ma tutte le altre disposizioni rimarranno valide e vincolanti.",
	"法律效力": "effetto giuridico",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "Il presente Accordo sarà giuridicamente vincolante per le parti e potrà essere firmato ed eseguito all'interno delle Nazioni Unite e in Europa. Entrambe le parti dichiarano di avere l'autorità per stipulare il presente Accordo",
	"各种各样的": "vari",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "In base ai termini del presente Contratto, la Società pagherà il saldo del Conto sotto forma di valuta. Entrambe le parti hanno il potere di stipulare il presente Accordo. Nessuna delle parti potrà violare i diritti di terzi o violare qualsiasi altro accordo tra le parti",
	"适用法律": "Legge applicabile",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "Il presente Contratto sarà interpretato e applicato in conformità con le leggi del paese in cui si trova il Mutuatario",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "I fondi per questo accordo sono forniti da un istituto di credito bancario di terze parti. Tutti i fondi forniti devono essere rimborsati da me.",
	"双方同意以上条款并签字如下": "Entrambe le parti accettano i termini di cui sopra e firmano quanto segue",
	"(按日计算)这应被视为处罚而不是罚款": "(su base giornaliera) Questa dovrebbe essere considerata una penalità e non una multa",
	"贷方": "prestatore",
	"借款人签名": "Firma del mutuatario",
	"签名日期": "Data della firma",
	"签字": "firma",
	"重写": "riscrivere",
	"预估贷款额度": "Importo stimato del prestito",
	"验证您的身份并获得更多服务": "Verifica la tua identità e ottieni più servizi",
	"贷款期限(天)": "Durata del prestito (giorni)",
	"日利率": "tasso di interesse giornaliero",
	"总利息金额": "importo totale degli interessi",
	"贷款后当天内无需支付利息，之后需支付利息": "Non sono richiesti interessi entro il giorno successivo alla presa del prestito e gli interessi verranno pagati successivamente",
	"现在借款": "Prendi in prestito adesso",
	"借款记录": "Registri di prestito",
	"尚未借款": "Non ancora preso in prestito",
	"找不到您的贷款信息": "Impossibile trovare le informazioni sul prestito",
	"认证": "Certificazione",
	"请输入": "Per favore entra",
	"姓氏": "Cognome",
	"性别": "genere",
	"男": "maschio",
	"女": "femmina",
	"出生日期": "data di nascita",
	"国家": "nazione",
	"名字": "nome",
	"电话号码": "numero di telefono",
	"证件": "Documenti",
	"请填写完整信息": "Si prega di compilare le informazioni complete",
	"上传证件": "Carica documenti",
	"身份证正面": "Fronte carta d'identità",
	"身份证反面": "retro della carta d'identità",
	"拍摄时注意一下几点": "Presta attenzione ad alcune cose durante le riprese",
	"请注意图片的边框完整，字体清晰，亮度均匀": "Tieni presente che i bordi dell'immagine sono completi, i caratteri sono chiari e la luminosità è uniforme.",
	"请勿上传于姓名不符的证件照": "Ti preghiamo di non caricare foto identificative che non corrispondano al tuo nome.",
	"请先验证身份信息": "Per favore verifica prima la tua identità",
	"名称": "nome",
	"交易额": "Volume delle transazioni",
	"合集": "Collezione",
	"市场": "mercato",
	"地板价": "harga dasar",
	"总排行": "Peringkat keseluruhan",
	"我的收藏": "koleksi saya",
	"关于": "tentang",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "NFT adalah catatan digital di blockchain yang mewakili kepemilikan dan keaslian media.",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "NFT bukan hanya file multimedia (seperti Gif atau Jpeg)—tetapi juga merupakan catatan publik yang berisi informasi sejarah yang terkait dengan media. Dalam hal ini, NFT lebih bersifat pencatatan kepemilikan dan sertifikat keaslian lukisan.",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "NFT berbeda dari aset yang dapat dipertukarkan, seperti uang kertas $20, saham, atau unit lainnya, yang dapat dipertukarkan tanpa mengubah nilainya.",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "Berbeda dengan $20 yang dapat diganti dengan $20 lainnya, kualitas unik NFT membuat setiap NFT unik, dan keunikan ini dapat diverifikasi.",
	"为何NFT如此重要": "Mengapa NFT sangat penting",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "NFT berfungsi sebagai bukti kepemilikan, yang secara matematis memverifikasi apakah alamat blockchain tertentu memiliki item tersebut dengan cara yang sangat tahan terhadap kerusakan.",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "NFT juga berfungsi sebagai sertifikat keaslian, memastikan bahwa segala bentuk media (karya seni, dokumen, atau file digital lainnya) dapat ditelusuri kembali ke asalnya (untuk membuktikan bahwa media tersebut tidak dirusak dari sumbernya).",
	"NFT的解释": "Penjelasan NFT",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "Memotret sebuah karya seni di museum tidak menjadikan fotografer sebagai pemilik lukisan tersebut, dan gambar yang diambil tidak menjadi karya seni itu sendiri.",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "Kami mengetahui hal ini karena kurator, cendekiawan, kolektor, dan masyarakat sepakat mengenai subjek asli, reproduksi, dan pemilik sahnya.",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "Hal yang sama berlaku untuk NFT, di mana yang asli memiliki kelangkaan dan nilai yang dapat dibuktikan, – dibandingkan dengan salinan yang disimpan dengan klik kanan –. Namun NFT tidak mengandalkan penilaian pribadi untuk memverifikasi keaslian atau kepemilikan, namun memanfaatkan kemampuan membangun konsensus dari teknologi blockchain.",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "Singkatnya, NFT menggunakan bukti matematis objektif untuk memverifikasi kepemilikan dan keaslian, bukan kepercayaan subjektif pada individu atau organisasi.",
	"NFT的极简史": "Sejarah singkat NFT",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "Meskipun layanan pinjaman blockchain baru saja muncul, NFT telah ada sejak awal teknologi blockchain.",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "Konsep NFT diperkenalkan di Koin Berwarna pada tahun 2012. Koin Berwarna disimpan di blockchain Bitcoin dan menyediakan cara untuk mewakili kepemilikan aset dunia nyata, seperti real estat atau saham. Beberapa tahun kemudian, seniman digital Kevin McCoy mencetak “Quantum” – sebuah karya dinamis segi delapan di blockchain Namecoin, yang menjadi NFT pertama yang dikenal luas.",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "Setelah platform Counterparty berbasis Bitcoin mulai mempopulerkan barang koleksi seperti Rare Pepes, Ethereum mengembangkan NFT pada tahun 2018 dengan CryptoKitties dan standar ERC-721. Hal ini membuka jalan bagi jaringan blockchain berkemampuan kontrak pintar lainnya, seperti Solana, Polygon, dan Tezos, yang membantu NFT mencapai adopsi dan sirkulasi lebih lanjut.",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "Hingga saat ini, NFT telah banyak digunakan untuk menanyakan kepemilikan dan keaslian seni digital dan barang koleksi. Beberapa NFT awal, seperti CryptoPunks, mengalami pergeseran konsep kepemilikan, yang juga merupakan pergeseran budaya. NFT memiliki kegunaan untuk kepemilikan terdesentralisasi di luar seni, dan mereka terus berkembang, mulai dari verifikasi dokumen keuangan sensitif hingga akses eksklusif ke pengalaman budaya pop.",
	"NFT有什么用途": "Apa kegunaan NFT?",
	"艺术&收藏品": "Seni & Koleksi",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "Hampir semua file digital bisa menjadi NFT, tetapi kasus penggunaan yang paling umum saat ini adalah karya seni digital yang dapat dikoleksi. Sebelum munculnya NFT, kritik paling serius terhadap seni atau barang koleksi digital adalah hampir tidak mungkin untuk memeriksa kepemilikan karya seni atau kartu bisbol secara online, sehingga memerlukan ketergantungan yang besar pada perantara dan membuat orang rentan terhadap penipuan.",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "NFT semakin melegitimasi seni digital, menjadi media dan ekspresi budaya modern yang berharga. NFT “Blue-chip”—karya seniman digital seperti CryptoPunks, Bored Ape Yacht Club, dan Beeple—telah mencetak rekor harga jual tidak hanya untuk pasar NFT, tetapi juga untuk rumah lelang seni tradisional.",
	"社区会员": "anggota komunitas",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "Banyak seri NFT memberikan manfaat, penghargaan, atau pengalaman unik di dunia nyata kepada pemegangnya, sehingga menciptakan nilai tambahan.",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "Mereka yang memiliki barang koleksi khusus NFT secara rutin terhubung satu sama lain, membina hubungan, dan berbagi minat terhadap proyek tersebut, yang juga memberi mereka rasa keanggotaan komunitas yang lebih dalam.",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "Selain itu, beberapa organisasi otonom terdesentralisasi (DAO) akan berkumpul untuk berbagi topik yang mereka anggap memiliki signifikansi budaya, seperti kepemilikan parsial dan pengelolaan kolektif dalam NFT.",
	"音乐行业": "industri musik",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "Musisi menggunakan NFT untuk mengurangi pengaruh label rekaman dan industri musik yang lebih luas, membantu artis memediasi dan mengukur hubungan mereka dengan penggemar. Sama seperti gambar unik yang dapat dimasukkan ke dalam blockchain sebagai NFT, klip audio unik dapat dibuat, diperdagangkan, dan disimpan di blockchain sebagai NFT untuk dimiliki dan dinikmati oleh para penggemar.",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "Lusinan artis musik dari berbagai genre dan generasi, termasuk Kings of Leon dan 3LAU, menggunakan NFT untuk mengembangkan pengalaman musik baru dan mengimbangi ketergantungan mereka pada perantara industri musik.",
	"游戏": "permainan",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "Platform berbasis Blockchain seperti Decentraland, Axie Infinity, dan The Sandbox menggunakan NFT untuk memberikan pengalaman bermain game yang unik kepada pemain dan memberi penghargaan kepada pemain dengan item bernilai dunia nyata. Dalam permainan ini, NFT dapat mewakili tanah virtual, karakter, kemampuan, atau perangkat yang dapat dikenakan dengan atribut dan nilai pasar berbeda. Mata uang kripto asli dalam game blockchain NFT adalah bagian penting dari ekonomi game, dan pencapaian gamenya juga dapat digunakan untuk memberi penghargaan kepada pemain dengan item yang bernilai nyata. NFT memungkinkan pemain untuk mengontrol pencapaian game mereka dan menerima hadiah yang disesuaikan dengan nilai dunia nyata.",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业’税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "NFT juga memiliki kasus penggunaan inovatif terkait protokol keuangan terdesentralisasi (DeFi), sebagai cara anti-rusak untuk mempertahankan kepemilikan tanpa perantara. Dokumen keuangan penting, seperti bukti kepemilikan sebidang tanah atau pengajuan pajak bisnis, dapat dibuat sebagai NFT dan digunakan dalam protokol keuangan terdesentralisasi untuk menjalankan transaksi blockchain peer-to-peer dengan andal. Selain bukti kepemilikan dan keaslian use case, NFT juga dapat digunakan sebagai jaminan bagi pengguna untuk mengambil pinjaman. Baik itu layanan pinjaman tradisional atau layanan pinjaman berbasis blockchain, mereka sedang menjajaki cara menggunakan nilai NFT untuk mendanai produk dan layanan keuangan baru.",
	"元宇宙与Web3": "Metaverse dan Web3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "NFT dengan cepat menjadi bagian mendasar dari generasi Internet berikutnya, memberikan pengalaman online yang lebih mendalam melalui atribut kepemilikan unik dari NFT.",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "NFT berpotensi menjadikan arsitektur Internet berbasis blockchain lebih terdesentralisasi dan anonim, sering disebut Web3. NFT menunjukkan potensi penuh di bidang ini dan memiliki peluang untuk memainkan peran kunci dalam pengembangan Web3 dan Metaverse selanjutnya. Banyak yang percaya bahwa seni hanyalah bidang pertama dari banyak bidang yang direvolusi oleh NFT, dan kasus penggunaan lain seperti e-commerce, kepemilikan tanah, dan bahkan identitas pribadi akan segera muncul.",
	"出席证明协议": "Bukti Perjanjian Kehadiran",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "Proof of Attendance Protocol (POAP) adalah proyek sumber terbuka yang menggunakan NFT untuk melacak partisipasi dalam acara dunia nyata. Setelah memberikan desain lencana sederhana dan metadata terkait acara (seperti nama acara, lokasi, dan tanggal), POAP dapat didistribusikan untuk membuat catatan partisipasi digital anti-rusak yang mudah dibagikan dan diverifikasi.",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "POAP memungkinkan penyelenggara acara untuk memberikan pengalaman yang lebih personal kepada komunitasnya. Jenis token yang tidak dapat dipertukarkan ini juga dapat diperluas ke bidang lain, seperti menanyakan dan melacak sertifikat dari lembaga akademik dan organisasi profesional.",
	"潮流": "kecenderungan",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "Dari merek-merek mewah hingga pusat mode cepat, perusahaan-perusahaan di seluruh dunia mengeksplorasi kekuatan NFT.",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "Beberapa merek terkenal meluncurkan lini pakaian NFT yang ramah metaverse, sementara merek lain, seperti Louis Vuitton, mengembangkan permainan koleksi merek berbasis NFT.",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "NFT memperdalam hubungan dengan pelanggan sambil menyoroti artis baru yang menginspirasi. Fashionista seperti Gucci, Dolce & Gabbana, Nike, dan Adidas menggunakan kekuatan NFT untuk menciptakan dan memimpin pengalaman tren baru.",
	"处理中": "Elaborazione",
	"开始交易": "Inizia a fare trading",
	"探索NFT的世界": "Esplora il mondo degli NFT",
	"可靠的安全保障": "Sicurezza affidabile",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "Le nostre sofisticate misure di sicurezza e i fondi SAFU proteggono le tue risorse digitali da tutti i rischi.",
	"24*7小时客户服务支持": "Assistenza clienti 24 ore su 24, 7 giorni su 7",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "Con la modalità operativa 24 ore su 24, 7 giorni su 7, risponderemo alle tue richieste il prima possibile.",
	"团队总人数": "Numero totale di membri del team",
	"今日团队收益": "Guadagni della squadra di oggi",
	"今日新增成员": "Nuovi membri aggiunti oggi",
	"USDT充值最低金额": "1. L'importo minimo della ricarica USDT è {num} USDT e l'importo inviato deve essere un numero intero.",
	"ETH充值最低金额": "2. L'importo minimo di ricarica ETH è {num} ETH e l'importo inviato deve essere accurato fino a 4 cifre dopo il punto decimale.",
	"BTC充值最低金额": "3. L'importo minimo di ricarica in BTC è {num} BTC e l'importo inviato deve essere accurato fino a 4 cifre dopo il punto decimale.",
	"USDT提现最低金额": "L'importo minimo di prelievo USDT è {num}",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "Sono supportati solo i prelievi USDT-TRC20 e USDT-ERC20.",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "Dopo aver richiesto il prelievo, il tempo necessario per arrivare al tuo account è di 0~72 ore, ti preghiamo di attendere pazientemente.",
	"联系客服": "Contattare il Servizio Clienti",
	"首页": "prima pagina",
	"体验金": "Tassa di prova",
	"新手礼包": "Pacchetto regalo per principianti",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "Coloro che soddisfano i requisiti per principianti possono ricevere un bonus di prova di 1.000 USDT. Il bonus di prova è valido per tre giorni e può essere richiesto solo una volta.",
	"条件": "condizione",
	"1.注册之日起7天内为新手用户。": "1. Diventa un utente inesperto entro 7 giorni dalla data di registrazione.",
	"2.新手用户未进行充值和交易。": "2. Gli utenti inesperti non hanno effettuato depositi e transazioni.",
	"立即领取": "prendilo subito",
	"您还未高级认证,请去认证": "Non hai ancora ricevuto la certificazione avanzata, richiedila.",
	"您以高级认证": "Certificazione avanzata",
	"订单审核中": "Ordine in fase di revisione",
	"已读": "Ho letto",
	"数字钱包未连接": "Portafoglio digitale non connesso",
	"请使用数字钱包打开链接": "Utilizza un portafoglio digitale per aprire il collegamento",
	"未检测到数字钱包地址": "Indirizzo del portafoglio digitale non rilevato",
	"正在检测数字钱包": "Rilevamento del portafoglio digitale",
	"信用分": "punteggio di credito",
	"底部菜单上移": "Sposta il menu in basso verso l'alto",
	"是否需要上移菜单": "Hai bisogno di spostare il menu verso l'alto?",
	"团队佣金奖励": "Premi per commissioni di squadra",
	"推荐层级": "Livello consigliato",
	"佣金奖励": "Premi della commissione",
	"例如：A邀请B，B邀请C，C邀请D": "Ad esempio: A invita B, B invita C, C invita D",
	"代理A获得B收益的百分比": "L’agente A ottiene la percentuale delle entrate di B",
	"代理A获得C收益的百分比": "L’agente A ottiene la percentuale delle entrate di C",
	"代理A获得D收益的百分比": "L’agente A ottiene la percentuale delle entrate di D",
	"待售": "in vendita",
	"开售": "In vendita",
	"请输入姓名": "Per favore digita il tuo nome",
	"请输入银行账号": "Inserisci il numero del conto bancario",
	"请输入银行名称": "Inserisci il nome della banca",
	"请输入法定货币": "Inserisci la valuta legale",
	"请输入支行名称": "Inserisci il nome della filiale",
	"请输入银行邮编": "Inserisci il codice postale della banca",
	"高级认证": "Certificazione avanzata",
	"NFT正在持续收益": "NFT continua a guadagnare",
	"USDT总成交": "Transazione totale in USDT",
	"用户收入": "reddito degli utenti",
	"交易": "commercio",
	IEO: "IEO",
	"我的": "mio",
	"充值": "Riempire",
	"提现": "ritirare",
	"帮助": "aiuto",
	"行情": "Citazioni",
	"天数": "giorni",
	"范围": "scopo",
	"预计收益": "Entrate stimate",
	"可用金额": "Importo disponibile",
	"收益率": "tasso di rendimento",
	"提示": "suggerimento",
	"浏览量": "Visualizzazioni",
	"价格": "prezzo",
	"美元价格": "prezzo in dollari",
	"购买": "Acquistare",
	"确定购买": "Confermare l'acquisto",
	"热销": "vanno a ruba",
	"停售": "Fermato per la vendita",
	"发行者": "Emittente",
	"什么是NFT": "Cos'è l'NFT",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "Gli NFT (token non fungibili) sono oggetti digitali unici archiviati sulla blockchain. Gli NFT possono rappresentare quasi qualsiasi cosa e fungere da registrazione digitale della proprietà.",
	"跨市场流动性聚合：": "Aggregazione della liquidità tra mercati:",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "Ottieni ordini NFT in tempo reale da piattaforme tradizionali come OpenSea, LooksRare, MagicEden, IMXOfficial, ecc. e supporta il posizionamento degli ordini con un clic su più piattaforme per aggregare la liquidità delle transazioni sull'intera rete per te.",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "Il mercato di emissione {name} lancia regolarmente progetti di alta qualità. Il mercato secondario supporta richieste di rarità e acquisti all'ingrosso. La sezione relativa alle statistiche dei dati fornisce dati in tempo reale sulla catena per assistere il processo decisionale, aiutandoti a controllare completamente le opportunità di trading del settore e commerciare rapidamente.",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "Promemoria caldo: è necessario assicurarsi che il saldo sia sufficiente al momento dell'acquisto, altrimenti l'acquisto fallirà.",
	"温馨提示：确保账户余额足够": "Promemoria caldo: assicurati che il saldo del tuo account sia sufficiente",
	"账户总额": "Totale del conto",
	"冻结金额": "quantità congelata",
	"今日收益": "I guadagni di oggi",
	"点击进入": "clicca per entrare",
	"全部": "Tutto",
	"已停售": "Interrotto",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "Puoi scegliere un piano Smart Bidding. Una volta selezionato, il robot del contratto intelligente ospiterà la tua quota disponibile per le offerte intelligenti.",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "Piani diversi verranno automaticamente messi all'asta da robot contratti intelligenti a scopo di lucro.",
	"交易对": "coppia commerciale",
	"最新价": "Ultimo prezzo",
	"24小时涨跌幅": "Aumento e diminuzione dei prezzi 24 ore su 24",
	"可用": "Disponibile",
	"秒交易": "Transazioni in pochi secondi",
	"杠杆交易": "Trading con leva",
	"单价": "prezzo unitario",
	"数量": "quantità",
	"交易模式": "modello commerciale",
	"价格": "prezzo",
	"市场最优价格": "Miglior prezzo sul mercato",
	"倍数": "multiplo",
	"请输入数量": "Inserisci la quantità",
	"保证金": "margine",
	"服务费": "costo del servizio",
	"当前委托": "Ordine attuale",
	"持有仓位": "Mantieni una posizione",
	"限价/买入": "Limita/Acquista",
	"未实现盈亏($)": "Profitti e perdite non realizzati ($)",
	"回报率": "tasso di risposta",
	"持仓数量": "Quantità di posizione",
	"保证金率": "tasso di margine",
	"开仓价格($)": "Prezzo di apertura ($)",
	"标记价格($)": "Contrassegna il prezzo ($)",
	"强平价格($)": "Prezzo di liquidazione ($)",
	"调整杠杆": "Regolare la leva finanziaria",
	"止盈止损": "Prendi profitto e ferma le perdite",
	"平仓": "Posizione chiusa",
	"设置止损/止盈": "Imposta lo stop loss/take profit",
	"止盈价格": "Prendi il prezzo di profitto",
	"请输入止盈价格": "Inserisci il prezzo take profit",
	"止损价格": "Prezzo di stop loss",
	"请输入止损价格": "Inserisci il prezzo dello stop loss",
	"预计盈亏": "Profitti e perdite stimati",
	"确定": "Sicuro",
	"秒": "Secondo",
	"规则": "regola",
	"请输入金额": "Inserisci l'importo",
	"可用余额": "saldo disponibile",
	"环保项目": "Energia rinnovabile",
	"收益": "reddito",
	"总充值": "Ricarica totale",
	"团队": "squadra",
	"团队总收益": "Entrate totali della squadra",
	"团队个数": "Numero di squadre",
	"推荐分享": "Consiglia la condivisione",
	"消息": "informazione",
	"修改密码": "cambiare la password",
	"修改支付密码": "Cambia password di pagamento",
	"退出登陆": "disconnessione",
	"请选择充值金额": "Seleziona l'importo della ricarica",
	"请选择交易类型": "Seleziona il tipo di transazione",
	"充值明细": "Dettagli ricarica",
	"状态": "stato",
	"金额": "Quantità",
	"交易类型": "mezzo di transazione",
	"地址": "indirizzo",
	"复制": "copia",
	"复制成功": "Copiato con successo",
	"复制失败": "Copia non riuscita",
	"上传图片凭证": "Carica voucher immagine",
	"账户余额": "Saldo del conto",
	"最小提现金额": "Importo minimo di prelievo",
	"请输入地址": "Inserisci l'indirizzo",
	"请输入支付密码": "Inserisci la password di pagamento",
	"提现记录": "Registro dei prelievi",
	"账号": "account",
	"暂无数据~": "Nessun dato ancora~",
	"旧密码": "vecchia password",
	"新密码": "nuova password",
	"确认密码": "Conferma password",
	"消息详情": "Dettagli del messaggio",
	"用户帮助": "Aiuto per l'utente",
	"邀请您的好友": "Invita i tuoi amici",
	"或朋友并获得奖励": "o amici e ottieni ricompense",
	"返佣记录": "Registro della commissione",
	"类型": "tipo",
	"团队介绍": "presentazione della squadra",
	"请输入邮箱": "per favore inserisci la tua email",
	"请输入密码": "Per favore, inserisci la password",
	"记住密码": "Ricordare la password",
	"登录": "Login",
	"创建账号": "Creare un account",
	"请输入邀请码": "Inserisci il codice di invito",
	"获取验证码": "ottenere il codice di verifica",
	"总资产": "Totale attivo",
	"发送成功": "Inviato con successo",
	"推荐并获得奖励": "Consiglia e vieni premiato",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "Puoi guadagnare entrate dal portafoglio finanziario condividendo il tuo link di invito. Ad esempio, puoi ottenere una commissione del {rates}% per ogni deposito effettuato da un utente che inviti.",
	"邀请等级": "Livello di invito",
	"我的申购": "Il mio abbonamento",
	"已申购": "Già iscritto",
	"未申购": "Non iscritto",
	"申购": "Sottoscrizione",
	"申购记录": "Registro dell'abbonamento",
	"申购金额": "Importo dell'abbonamento",
	"购买成功": "Acquisto riuscito",
	"确认": "Confermare",
	"取消": "Annulla",
	"温馨提示": "Consigli gentili",
	"是否确定申购": "Sei sicuro di iscriverti?",
	"最小金额": "Quantità minima",
	"最大金额": "importo massimo",
	"质押": "risparmio",
	"天": "cielo",
	"质押详情": "Dettagli sul risparmio",
	"日收益": "Reddito giornaliero",
	"请输入质押金额": "Inserisci l'importo del risparmio",
	"质押最小金额": "Importo minimo da risparmiare",
	"质押最大金额": "Massimo importo di risparmio",
	"是否确定质押": "Sei sicuro di salvare?",
	"质押记录": "registro dei risparmi",
	"质押天数": "Numero di giorni di staking",
	"实名认证": "Verificato",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "Carica il fronte e il retro della tua carta d'identità e della carta d'identità portatile. Il primo è il fronte e il secondo è il retro.",
	"真实姓名": "nome vero e proprio",
	"请输入真实姓名": "per favore inserisci il tuo vero nome",
	"证件号": "numero di licenza",
	"请输入证件号": "Inserisci il tuo numero identificativo",
	"您还未实名认证,请去认证": "Non hai ancora autenticato il tuo vero nome, vai ad autenticarti.",
	"实名信息审核中": "Le informazioni sul nome reale sono in fase di revisione",
	"您以实名认证": "Ti autentichi con il tuo vero nome",
	"审核失败请重新提交": "Se la revisione fallisce, inviala nuovamente.",
	"已提交": "presentato",
	"是否提交审核": "Se inviare per la revisione",
	"请上传正确图片格式": "Carica il formato immagine corretto",
	"上传中...": "caricamento...",
	"上传失败": "caricamento fallito",
	"请上传正面照片": "Si prega di caricare una foto frontale",
	"请上传反面照片": "Si prega di caricare una foto del retro",
	"市价交易": "transazione a prezzo di mercato",
	"限价交易": "limitare il commercio",
	"卖出": "vendere",
	"是否进行杠杆交易": "Se condurre trading con leva finanziaria",
	"请输入杠杆张数": "Inserisci il numero di leva finanziaria",
	"张": "aprire",
	"买": "acquistare",
	"卖": "Vendere",
	"合约": "contrarre",
	"限价/卖出": "Limita/Vendi",
	"是否撤销当前委托": "Se annullare la commissione attuale",
	"撤销成功": "Revocato con successo",
	"提交中": "sottomissione",
	"是否提交此充值单": "Se inviare questo ordine di ricarica",
	"提交成功": "Inserito con successo",
	"请上传交易图片": "Si prega di caricare le immagini della transazione",
	"充值记录": "Ricaricare il registro",
	"审核中": "in corso di revisione",
	"手续费": "commissione di gestione",
	"您还未设置支付密码,是否去设置支付密码": "Non hai impostato una password di pagamento. Vuoi impostare una password di pagamento?",
	"请输入验证码": "inserisci il codice di verifica",
	"是否设置支付密码": "Se impostare una password di pagamento",
	"设置支付密码": "Imposta la password di pagamento",
	"修改成功": "Modificato con successo",
	"提现成功": "Ritiro con successo",
	"未设置": "non impostato",
	"设置成功": "Setup eseguito con successo",
	"取消成功": "Annulla il successo",
	"是否对此单进行平仓": "Se chiudere questo ordine",
	"平仓历史": "Chiusura della storia",
	"倒计时(s)": "Conto alla rovescia",
	"盈亏($)": "Profitti e perdite ($)",
	"抢购周期": "ciclo di acquisti dettati dal panico",
	"当前价格": "Prezzo attuale",
	"是否进行下单": "Se effettuare un ordine",
	"请选择订单方向": "Seleziona la direzione dell'ordine",
	"下单完成": "ordine completato",
	"下单时间": "ora dell'ordine",
	"持仓历史": "Cronologia delle posizioni",
	"委托历史": "Storia della Commissione",
	"已撤销": "Revocato",
	"已成交": "Affare fatto",
	"历史记录": "registro della storia",
	"支持USDT-TRC20快速提现": "Supporta il prelievo rapido USDT-TRC20",
	"提现后等待客服审核": "Attendi la revisione del servizio clienti dopo il ritiro",
	"多空大小必选,可同时多空大小各选其一": "È necessario selezionare la taglia lunga e quella corta. Puoi selezionare una delle taglie lunga e corta contemporaneamente.",
	"请登录": "per favore accedi",
	"成功修改钱包密码": "La password del portafoglio è stata modificata correttamente",
	"请输入您的旧密码": "Inserisci la tua vecchia password",
	"请输入新密码": "Inserisci una nuova password",
	"请输入确认密码": "Inserisci la password di conferma",
	"确认密码与新密码不一致": "La conferma della password non è coerente con la nuova password",
	"是否修改登录密码": "Se modificare la password di accesso",
	"是否更改钱包安全密码": "Se modificare la password di sicurezza del portafoglio",
	"单": "uno",
	"双": "paio",
	"多": "molti",
	"空": "nullo",
	"买入": "Acquistare",
	"请输入申购金额": "Inserisci l'importo dell'abbonamento",
	"余额": "Bilancia",
	"时间": "tempo",
	"邀请好友，领取高达20%邀请、交易双重佣金": "Invita i tuoi amici e ricevi fino al 20% di commissioni doppie su inviti e transazioni",
	"BHE福利": "I vantaggi del BHE",
	"邀请好友": "invita gli amici",
	"冻结": "congelare",
	"语言": "lingua",
	"请选择支付类型": "Seleziona il tipo di pagamento",
	"[充值规则说明]": "[Descrizione delle regole di ricarica]",
	"账户": "Account",
	"等级": "grado",
	"注册时间": "Orario di registrazione",
	"或朋友并获得奖励 ": "o amici e ottieni ricompense",
	Lock_up_to: "Lock_up_to",
	"No data": "Nessun dato",
	"Please enter the confirmation password!": "Inserisci la password di conferma!",
	Pledge_success_txt: "Promessa_successo_txt",
	Position_record_txt: "Posizione_record_txt",
	Tips_Tips_txt: "Suggerimenti_Suggerimenti_txt",
	"Welcome Back": "Bentornato",
	"account.charging": "addebito.del.conto",
	confirm: "Confermare",
	confirm_the_pledge: "conferma_l'impegno",
	current_state_txt: "stato_corrente_txt",
	day_txt_txt: "giorno_txt_txt",
	end_end_txt: "fine_fine_txt",
	income_income_txt: "reddito_reddito_txt",
	mortgage_mmediately_txt: "mutuo_immediatamente_txt",
	mortgage_principal_txt: "mutuo_principale_txt",
	msg10: "msg10",
	s: "S",
	"td1.canceil": "td1.cancella",
	"td1.confirm": "td1.conferma",
	under_pledge_txt: "under_pledge_txt",
	"失败": "fallire",
	"成功": "successo",
	"提交": "invia",
	"撤销": "Annulla",
	"止损/止盈": "Stop Loss/Take Profit",
	"下一步": "Passo successivo",
	"平仓完成": "Chiusura della posizione completata",
	"开单价格": "Prezzo di fatturazione",
	"开始时间": "Tempo di partenza",
	"成交数量": "Il numero di transazioni",
	"结单价格": "Prezzo indicativo",
	"结束时间": "Tempo scaduto",
	"订单方向": "direzione dell'ordine",
	"质押区间": "Intervallo di impegno",
	"质押金额": "Importo del pegno",
	"以实现盈亏": "per ottenere profitti e perdite",
	"上传转账截图": "Carica screenshot del trasferimento",
	"是否确认提现": "Confermi il ritiro?",
	"最大提现金额": "Importo massimo di prelievo",
	"是否设置此价格": "Se impostare questo prezzo",
	"请上传转账截图": "Carica gli screenshot del trasferimento",
	"是否取消当前设置": "Se annullare le impostazioni correnti",
	"请输入质押金额，不得超过": "Inserisci l'importo del contributo, che non deve essere superiore",
	"分享您的推荐链接并开始赚钱": "Condividi il tuo link di riferimento e inizia a guadagnare",
	"公告": "annuncio",
	"系统异常": "Eccezione del sistema",
	"请输入自定义充值金额": "Inserisci l'importo di ricarica personalizzato",
	"自定义金额": "Importo personalizzato",
	"请打开链接": "Si prega di aprire il collegamento",
	"恭喜新用户": "Congratulazioni al nuovo utente",
	"今日": "Oggi",
	"覆盖国家": "Paesi coperti",
	"注册用户": "utente registrato",
	"已赚取收益": "Entrate guadagnate",
	"已发放佣金": "Commissione emessa",
	"快速买币": "Acquista rapidamente monete",
	"网格交易": "scambio di rete",
	"封闭期": "periodo chiuso",
	"激活金额": "Importo di attivazione",
	"今日最高年化": "Il valore annualizzato più alto di oggi",
	"立即购买": "Compralo Subito",
	"服务": "Servire",
	"提币": "Ritirare le monete",
	"邀请返佣": "Invito di sconto",
	"关于我们": "chi siamo",
	"合作伙伴": "Compagno",
	"总资金": "fondi totali",
	"今日收益": "I guadagni di oggi",
	"邮箱": "Posta",
	"密码": "parola d'ordine",
	"手机号": "Numero di telefono",
	"忘记密码": "dimenticare la password",
	"注册": "Registrati",
	"请输入手机号": "Inserisci il numero di telefono",
	"正在维护": "In manutenzione",
	"您确定购买此产品": "Sei sicuro di acquistare questo prodotto?",
	"购买的数量": "quantità acquistata",
	"加载中": "caricamento",
	"我的机器人": "il mio robot",
	"剩余天数": "Il numero rimanente di giorni",
	"暂停": "pausa",
	"是否激活此机器人": "Se attivare questo robot",
	"是否暂停此机器人的工作": "Se mettere in pausa il lavoro di questo robot",
	"激活成功": "Attivazione riuscita",
	"暂停成功": "Sospeso con successo",
	"预计日收益": "Reddito giornaliero stimato",
	"总收益": "Entrate totali",
	"年化": "annualizzato",
	"是否激活体验机器人": "Se attivare il robot dell'esperienza",
	"赚币记录": "Record di guadagno di monete",
	"币种": "Valuta",
	"免费领取": "Ottienilo gratis",
	"等级规则": "regole gerarchiche",
	"当前等级": "livello attuale",
	"是否确认修改登录密码": "Confermi la modifica della password di accesso?",
	"没有更多了": "non più",
	"当前收益": "Guadagni attuali",
	"激活": "Attivazione",
	"赠送": "dare via",
	"请输入赠送用户ID或邮箱": "Inserisci l'ID utente del regalo o l'indirizzo e-mail",
	"推荐计划": "Programma di riferimento",
	"邀请朋友赚币": "Invita gli amici a guadagnare monete",
	"我的邀请码": "il mio codice invito",
	"是否将此机器人赠送于": "Se regalare questo robot a",
	"赠送成功": "Regalo riuscito",
	"经验值": "Esperienza",
	"台BOT正在为您疯狂赚币": "Taiwan BOT ti sta facendo soldi pazzeschi"
}