{
	"最多只能同时有3条未审核提现记录": "Możesz mieć maksymalnie 3 oczekujące rekordy wypłat jednocześnie.",
	"基础": "Podstawa",
	"申请贷款后与客服联系审批额度": "Skontaktuj się z obsługą klienta w celu uzyskania kwoty zatwierdzenia po złożeniu wniosku o pożyczkę",
	"请不要重复提交": "Proszę nie składać ponownie",
	"贷款额度与客户信用分和资产存在关系":"Limit kredytu jest związany z wynikiem kredytowym klienta i jego aktywami",
	"开始验证": "Rozpocznij weryfikację",
	"已验证": "Zweryfikowano",
	"验证失败": "Uwierzytelnienie nie powiodło się",
	"总利息": "całkowite zainteresowanie",
	"需还款": "Trzeba spłacić",
	"违约金": "kary umowne",
	"批准时间": "Czas zatwierdzenia",
	"还款日期": "Data spłaty",
	"待审核": "Oczekuje na recenzję",
	"正在审核": "W trakcie przeglądu",
	"已还款": "Spłacone",
	"还款审核中": "Spłata w trakcie sprawdzania",
	"协议": "protokół",
	"现在还款": "Zapłać teraz",
	"签署协议": "podpisać umowę",
	"姓名": "Nazwa",
	"贷款": "lainata",
	"贷款协议(质押贷款)日期": "Lainasopimuksen (panttilainan) päivämäärä",
	"借款人": "lainanottaja",
	"名": "nimi",
	"姓": "sukunimi",
	"电话": "Puhelin",
	"贷款人": "lainanantaja",
	"区块链借贷": "Blockchain lainaus",
	"统称为各方": "kutsutaan yhteisesti osapuoliksi",
	"(生效日期)签订 由以下各方": "(Voimaantulopäivä) Tehty",
	"还款条款": "takaisinmaksuehdot",
	"贷款额度": "Lainan määrä",
	"借款人同意偿还": "Lainaaja suostuu maksamaan takaisin",
	"利率": "korko",
	"双方约定的利率为": "Molempien osapuolten sopima korko on",
	"贷款期限": "laina-aika",
	"该贷款期限为": "Laina-aika on",
	"天": "taivas",
	"还款方式": "Takaisinmaksutapa",
	"借款人同意偿还贷款人": "Lainaaja sitoutuu maksamaan lainanantajalle takaisin",
	"本金和": "Pääsumma",
	"到期利息": "Erääntyvät korot",
	"按日计算": "Päiväkohtaisesti laskettuna",
	"还款适用性": "Soveltuvuus takaisinmaksuun",
	"滞纳金": "myöhästymismaksu",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "Jos lainanottaja ei maksa lainaa ajoissa takaisin, lainanottaja maksaa viivästysmaksun",
	"提前还款": "Ennenaikainen takaisinmaksu",
	"借款人提前还款不会受到任何处罚": "Lainaajia ei rangaista ennenaikaisesta takaisinmaksusta",
	"默认": "oletuksena",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "Jos lainanottaja ei suorita takaisinmaksua ajallaan, lainanottajan on välittömästi maksettava takaisin koko erääntynyt pääoma ja korot ilman ennakkoilmoitusta tai pyyntöä.",
	"费用": "maksaa",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "Jos lainanottaja ei täytä takaisinmaksuvelvoitteitaan ajallaan, lainanottaja sitoutuu vastaamaan kaikista aiheutuneista kuluista. Perintäprosessin aikana lainanantaja sisältää, mutta ei rajoitu, asianajajan palkkiot",
	"可分割性": "Jaettavuus",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "Jos jokin tämän sopimuksen ehto todetaan pätemättömäksi tai täytäntöönpanokelvottomaksi, kyseinen määräys on mitätön, mutta kaikki muut ehdot pysyvät voimassa ja sitovina.",
	"法律效力": "oikeudellinen vaikutus",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "Tämä sopimus sitoo osapuolia oikeudellisesti ja se voidaan allekirjoittaa ja panna täytäntöön Yhdistyneissä Kansakunnissa ja Euroopassa. Molemmat osapuolet ilmoittavat, että heillä on valtuudet tehdä tämä sopimus",
	"各种各样的": "eri",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "Tämän sopimuksen ehtojen mukaisesti Yritys maksaa Tilin saldon valuutan muodossa. Molemmilla osapuolilla on valtuudet tehdä tämä sopimus. Kumpikaan osapuoli ei saa loukata minkään kolmannen osapuolen oikeuksia tai muita osapuolten välisiä sopimuksia",
	"适用法律": "Sovellettava laki",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "Tätä sopimusta tulkitaan ja sitä sovelletaan sen maan lakien mukaisesti, jossa lainanottaja sijaitsee",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "Tämän sopimuksen varat ovat kolmannen osapuolen luottolaitoksen myöntämiä. Kaikki toimitetut varat on maksettava takaisin.",
	"双方同意以上条款并签字如下": "Molemmat osapuolet hyväksyvät yllä olevat ehdot ja allekirjoittavat seuraavasti",
	"(按日计算)这应被视为处罚而不是罚款": "(päivittäin) Tätä tulisi pitää rangaistuksena eikä sakona",
	"贷方": "lainanantaja",
	"借款人签名": "Lainaajan allekirjoitus",
	"签名日期": "Allekirjoituspäivämäärä",
	"签字": "allekirjoitus",
	"重写": "kirjoittaa uudelleen",
	"预估贷款额度": "Arvioitu lainasumma",
	"验证您的身份并获得更多服务": "Vahvista henkilöllisyytesi ja hanki lisää palveluita",
	"贷款期限(天)": "Laina-aika (päiviä)",
	"日利率": "päivittäinen korko",
	"总利息金额": "koron kokonaismäärä",
	"贷款后当天内无需支付利息，之后需支付利息": "Lainan ottamisen jälkeisenä päivänä korkoa ei vaadita, ja korko maksetaan sen jälkeen",
	"现在借款": "Lainaa nyt",
	"借款记录": "Lainakirjat",
	"尚未借款": "Ei vielä lainattu",
	"找不到您的贷款信息": "Lainatietojasi ei löydy",
	"认证": "Sertifiointi",
	"请输入": "Ole hyvä ja kirjoita",
	"姓氏": "Sukunimi",
	"性别": "sukupuoli",
	"男": "uros",
	"女": "naaras",
	"出生日期": "syntymäaika",
	"国家": "kansakunta",
	"名字": "nimi",
	"电话号码": "puhelinnumero",
	"证件": "Asiakirjat",
	"请填写完整信息": "Täytä täydelliset tiedot",
	"上传证件": "Lataa asiakirjat",
	"身份证正面": "Henkilökortti edessä",
	"身份证反面": "henkilökortin kääntöpuoli",
	"拍摄时注意一下几点": "Kiinnitä huomiota muutamaan asiaan kuvaaessasi",
	"请注意图片的边框完整，字体清晰，亮度均匀": "Huomaa, että kuvan reunat ovat täydelliset, fontit ovat selkeitä ja kirkkaus on tasainen.",
	"请勿上传于姓名不符的证件照": "Älä lataa henkilöllisyyskuvia, jotka eivät vastaa nimeäsi.",
	"请先验证身份信息": "Vahvista ensin henkilöllisyytesi",
	"名称": "nazwa",
	"交易额": "Wolumen transakcji",
	"合集": "Kolekcja",
	"市场": "rynek",
	"地板价": "cena podłogowa",
	"总排行": "Ogólny ranking",
	"我的收藏": "moja kolekcja",
	"关于": "o",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "NFT to cyfrowy zapis w łańcuchu bloków, który reprezentuje własność i autentyczność mediów.",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "NFT to nie tylko plik multimedialny (taki jak Gif czy JPEG) — to także publiczny zapis zawierający informacje historyczne powiązane z mediami. W tym przypadku NFT przypomina bardziej wykaz własności i certyfikat autentyczności obrazu.",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "NFT różnią się od aktywów zamiennych, takich jak bony 20-dolarowe, akcje lub inne jednostki, które można wymieniać bez zmiany wartości.",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "W przeciwieństwie do jednego 20 dolarów, które można zastąpić innym 20 dolarów, wyjątkowa jakość NFT sprawia, że ​​każdy NFT jest wyjątkowy i tę wyjątkowość można zweryfikować.",
	"为何NFT如此重要": "Dlaczego NFT są tak ważne",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "NFT służą jako dowód własności, matematycznie weryfikując, czy dany adres blockchain jest właścicielem przedmiotu w sposób wysoce odporny na manipulacje.",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "NFT służą również jako certyfikaty autentyczności, zapewniające możliwość prześledzenia pochodzenia dowolnego nośnika (dzieła sztuki, dokumentu lub innego pliku cyfrowego) (w celu udowodnienia, że ​​źródło nie zostało naruszone).",
	"NFT的解释": "Wyjaśnienie NFT",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "Sfotografowanie dzieła sztuki w muzeum nie czyni fotografa właścicielem obrazu, a uchwycony obraz nie staje się samym dziełem sztuki.",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "Wiemy o tym, ponieważ kuratorzy, uczeni, kolekcjonerzy i społeczeństwo są zgodni co do oryginałów, reprodukcji i ich prawowitych właścicieli.",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "To samo dotyczy NFT, w przypadku których oryginał ma udowodnioną rzadkość i wartość, którą można udowodnić – w przeciwieństwie do kopii zapisanej prawym przyciskiem myszy. Jednak NFT nie opiera się na osobistej ocenie w celu weryfikacji autentyczności lub własności, ale wykorzystuje możliwości budowania konsensusu technologii blockchain.",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "Krótko mówiąc, NFT wykorzystuje obiektywny dowód matematyczny do weryfikacji własności i autentyczności, a nie subiektywne zaufanie do osób lub organizacji.",
	"NFT的极简史": "Bardzo krótka historia NFT",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "Chociaż usługi pożyczkowe typu blockchain dopiero się pojawiają, NFT istnieją już od początków technologii blockchain.",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "Koncepcja NFT została wprowadzona w Colored Coins w 2012 roku. Kolorowe monety są przechowywane w łańcuchu bloków Bitcoin i umożliwiają reprezentowanie własności aktywów ze świata rzeczywistego, takich jak nieruchomości lub akcje. Kilka lat później artysta cyfrowy Kevin McCoy stworzył „Quantum” – ośmiokątne, dynamiczne dzieło na blockchainie Namecoin, które stało się pierwszym powszechnie znanym NFT.",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "Po tym, jak platforma Counterparty oparta na Bitcoinie zaczęła wirusowo popularyzować przedmioty kolekcjonerskie, takie jak Rare Pepes, w 2018 roku Ethereum udoskonaliło technologię NFT za pomocą CryptoKitties i standardu ERC-721. Toruje drogę innym sieciom blockchain obsługującym inteligentne kontrakty, takim jak Solana, Polygon i Tezos, które pomagają NFT osiągnąć dalsze przyjęcie i rozpowszechnianie.",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "Do tej pory NFT były szeroko stosowane do sprawdzania własności i autentyczności dzieł sztuki cyfrowej i przedmiotów kolekcjonerskich. W niektórych wczesnych NFT, takich jak CryptoPunks, doszło do zmiany koncepcji własności, która była również zmianą kulturową. NFT mają przypadki zastosowania zdecentralizowanej własności poza sztuką i ich liczba stale rośnie, od weryfikacji wrażliwych dokumentów finansowych po wyłączny dostęp do doświadczeń popkultury.",
	"NFT有什么用途": "Jakie są zastosowania NFT?",
	"艺术&收藏品": "Sztuka i przedmioty kolekcjonerskie",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "Prawie każdy plik cyfrowy może stać się plikiem NFT, ale obecnie najczęstszym przypadkiem użycia jest kolekcjonerska grafika cyfrowa. Przed pojawieniem się NFT najpoważniejszą krytyką sztuki cyfrowej lub przedmiotów kolekcjonerskich był fakt, że sprawdzenie własności dzieła sztuki lub karty baseballowej w Internecie było prawie niemożliwe, co wymagało dużej zależności od pośredników i narażało ludzi na oszustwa.",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "NFT jeszcze bardziej legitymizuje sztukę cyfrową, stając się medium i cennym wyrazem współczesnej kultury. „Wielkie chipy” NFT – dzieła artystów cyfrowych, takich jak CryptoPunks, Bored Ape Yacht Club i Beeple – ustanowiły rekordy cen sprzedaży nie tylko na rynku NFT, ale także w tradycyjnych domach aukcyjnych sztuki.",
	"社区会员": "członek społeczności",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "Wiele serii NFT zapewnia swoim posiadaczom unikalne korzyści, nagrody lub doświadczenia w świecie rzeczywistym, tworząc dodatkową wartość.",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "Osoby posiadające przedmioty kolekcjonerskie związane z NFT regularnie łączą się ze sobą, budują relacje i dzielą się swoją pasją do projektu, co daje im również głębsze poczucie przynależności do społeczności.",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "Ponadto niektóre zdecentralizowane organizacje autonomiczne (DAO) zbiorą się, aby dzielić się tematami, które uważają za mające znaczenie kulturowe, takimi jak częściowa własność i zbiorowe zarządzanie w NFT.",
	"音乐行业": "przemysł muzyczny",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "Muzycy korzystają z NFT, aby ograniczyć wpływ wytwórni płytowych i szerszego przemysłu muzycznego, pomagając artystom w mediacji i ilościowym określaniu ich relacji z fanami. Tak jak unikalne obrazy można umieszczać w łańcuchu bloków jak NFT, tak można tworzyć unikalne klipy audio, handlować nimi i przechowywać je w łańcuchu bloków jako NFT, aby fani mogli je posiadać i cieszyć się nimi.",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "Dziesiątki artystów muzycznych różnych gatunków i pokoleń, w tym Kings of Leon i 3LAU, wykorzystują NFT do kultywowania nowych doświadczeń muzycznych i równoważenia swojej zależności od pośredników z branży muzycznej.",
	"游戏": "gra",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "Platformy oparte na Blockchain, takie jak Decentraland, Axie Infinity i The Sandbox, wykorzystują NFT, aby zapewnić graczom wyjątkowe wrażenia z gry i nagradzać graczy przedmiotami o rzeczywistej wartości. W tych grach NFT mogą reprezentować wirtualne krainy, postacie, zdolności lub przedmioty do noszenia o różnych atrybutach i wartościach rynkowych. Oryginalna kryptowaluta w grach typu blockchain NFT jest kluczową częścią ekonomii gry, a jej osiągnięcia w grze mogą być również wykorzystywane do nagradzania graczy przedmiotami o prawdziwej wartości. NFT pozwala graczom przejąć kontrolę nad swoimi osiągnięciami w grach i otrzymywać spersonalizowane nagrody o wartości rzeczywistej.",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业’税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "NFT mają również innowacyjne zastosowania związane z protokołami zdecentralizowanych finansów (DeFi), jako odporny na manipulacje sposób na utrzymanie własności bez pośredników. Ważne dokumenty finansowe, takie jak dowód własności gruntu lub zeznanie podatkowe firmy, można tworzyć jako NFT i wykorzystywać w zdecentralizowanych protokołach finansowych w celu niezawodnego wykonywania transakcji typu blockchain typu peer-to-peer. Oprócz dowodu własności i autentyczności w przypadkach użycia, transakcje NFT mogą być również wykorzystywane jako zabezpieczenie dla użytkowników przy zaciąganiu pożyczek. Niezależnie od tego, czy są to tradycyjne usługi pożyczkowe, czy usługi pożyczkowe oparte na blockchainie, badają, jak wykorzystać wartość NFT do finansowania nowych produktów i usług finansowych.",
	"元宇宙与Web3": "Metaverse i Web3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "NFT szybko stają się podstawową częścią Internetu nowej generacji, zapewniając bardziej wciągające doświadczenia online dzięki unikalnym cechom własności NFT.",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "NFT ma potencjał, aby uczynić architekturę internetową opartą na blockchain bardziej zdecentralizowaną i anonimową, często nazywaną Web3. NFT wykazuje pełny potencjał w tych obszarach i ma szansę odegrać kluczową rolę w późniejszym rozwoju Web3 i Metaverse. Wielu wierzy, że sztuka to dopiero pierwsza z wielu dziedzin, które zostaną zrewolucjonizowane przez NFT i że wkrótce pojawią się inne zastosowania, takie jak handel elektroniczny, własność gruntów, a nawet tożsamość osobista.",
	"出席证明协议": "Dowód umowy uczestnictwa",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "Proof of Attendance Protocol (POAP) to projekt typu open source, który wykorzystuje NFT do śledzenia udziału w wydarzeniach w świecie rzeczywistym. Po dostarczeniu prostego projektu plakietki i metadanych związanych z wydarzeniem (takich jak nazwa wydarzenia, lokalizacja i data) można rozpowszechniać POAP w celu utworzenia zabezpieczonego przed manipulacją cyfrowego zapisu uczestnictwa, który można łatwo udostępniać i weryfikować.",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "POAP umożliwia organizatorom wydarzeń zapewnienie bardziej spersonalizowanych doświadczeń swoim społecznościom. Ten typ niezamiennego tokena można również rozszerzyć na inne obszary, takie jak odpytywanie i śledzenie certyfikatów instytucji akademickich i organizacji zawodowych.",
	"潮流": "tendencja",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "Od luksusowych marek po potęgi szybkiej mody, firmy na całym świecie odkrywają moc NFT.",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "Niektóre znane marki wprowadzają na rynek przyjazne metaverse linie odzieży NFT, podczas gdy inne, jak Louis Vuitton, opracowują gry z kolekcjami marek oparte na NFT.",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "NFT pogłębiają więzi z klientami, jednocześnie rzucając światło na inspirujących nowych artystów. Fashionistki takie jak Gucci, Dolce & Gabbana, Nike i Adidas wykorzystują moc NFT do tworzenia i przewodzenia nowym trendom.",
	"处理中": "Käsittely",
	"智能拍卖公司自2024年成立以来，便在美国加利福尼亚州旧金山这个金融科技的腹地发展壮大，迅速成为拍卖交易行业的佼佼者。": "{name} Perustamisestaan ​​vuonna 2021 lähtien Smart Auction Company on kasvanut ja kehittynyt finanssiteknologian sisämaassa San Franciscossa, Kaliforniassa, Yhdysvalloissa, ja siitä on nopeasti tullut huutokauppakaupan johtaja.",
	"公司凭借雄厚的资金背景和AI技术的深度挖掘，专注于探索区块链市场的未来趋势，并致力于利用先进的AI系统，为客户提供高效且精准的NFT的拍卖交易服务。": "Vahvan taloudellisen taustansa ja syvällisen tekoälyteknologian tutkimisen ansiosta yritys keskittyy lohkoketjumarkkinoiden tulevaisuuden trendien tutkimiseen ja on sitoutunut käyttämään kehittyneitä tekoälyjärjestelmiä tarjotakseen asiakkaille tehokkaita ja tarkkoja NFT-huutokauppapalveluita.",
	"开始交易": "Aloita kaupankäynti",
	"探索NFT的世界": "Tutustu NFT:n maailmaan",
	"可靠的安全保障": "Luotettava turvallisuus",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "Kehittyneet turvatoimenpiteemme ja SAFU-rahastomme suojaavat digitaalista omaisuuttasi kaikilta riskeiltä.",
	"24*7小时客户服务支持": "24*7 tunnin asiakaspalvelu",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "24 * 7 -käyttötilassa vastaamme kyselyihisi mahdollisimman pian.",
	"团队总人数": "Łączna liczba członków zespołu",
	"今日团队收益": "Dzisiejsze zarobki drużyny",
	"今日新增成员": "Nowi członkowie dodali dzisiaj",
	"USDT充值最低金额": "1. USDT-latauksen vähimmäismäärä on {num} USDT, ja lähetetyn summan on oltava kokonaisluku.",
	"ETH充值最低金额": "2. ETH-latauksen vähimmäismäärä on {num} ETH, ja lähetetyn summan on oltava 4 numeron tarkkuudella desimaalipilkun jälkeen.",
	"BTC充值最低金额": "3. BTC-latauksen vähimmäismäärä on {num} BTC, ja lähetetyn summan on oltava 4 numeron tarkkuudella desimaalipilkun jälkeen.",
	"USDT提现最低金额": "USDT:n vähimmäisnostosumma on {num}",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "Vain USDT-TRC20 ja USDT-ERC20 nostot ovat tuettuja.",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "Kotiutuksen hakemisen jälkeen tilillesi kuluva aika on 0-72 tuntia, odota kärsivällisesti.",
	"联系客服": "Ota yhteyttä asiakaspalveluun",
	"首页": "Etusivu",
	"体验金": "Kokeilumaksu",
	"新手礼包": "Aloittelijan lahjapaketti",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "Aloittelijan vaatimukset täyttävät voivat saada 1 000 USDT:n kokeilubonuksen. Kokeilubonus on voimassa kolme päivää ja se voidaan lunastaa vain kerran.",
	"条件": "kunto",
	"1.注册之日起7天内为新手用户。": "1. Ole aloitteleva käyttäjä 7 päivän kuluessa rekisteröintipäivästä.",
	"2.新手用户未进行充值和交易。": "2. Aloittelevat käyttäjät eivät ole tehneet talletuksia ja tapahtumia.",
	"立即领取": "hanki se heti",
	"您还未高级认证,请去认证": "Et ole vielä saanut edistynyttä sertifikaattia, hae sertifiointia.",
	"您以高级认证": "Edistynyt sertifiointi",
	"订单审核中": "Zamówienie w trakcie sprawdzania",
	"已读": "On lukenut",
	"数字钱包未连接": "Digitaalinen lompakko ei ole kytketty",
	"请使用数字钱包打开链接": "Käytä digitaalista lompakkoa linkin avaamiseen",
	"未检测到数字钱包地址": "Digitaalisen lompakon osoitetta ei havaittu",
	"正在检测数字钱包": "Digitaalisen lompakon tunnistaminen",
	"信用分": "luottopisteet",
	"底部菜单上移": "Siirrä alavalikko ylös",
	"是否需要上移菜单": "Pitääkö valikkoa siirtää ylöspäin?",
	"团队佣金奖励": "Joukkuepalkkiot",
	"推荐层级": "Suositeltu taso",
	"佣金奖励": "komission palkkiot",
	"例如：A邀请B，B邀请C，C邀请D": "Esimerkiksi: A kutsuu B:tä, B kutsuu C:tä, C kutsuu D:tä",
	"代理A获得B收益的百分比": "Agentti A saa prosenttiosuuden B:n tuloista",
	"代理A获得C收益的百分比": "Agentti A saa prosenttiosuuden C:n tuloista",
	"代理A获得D收益的百分比": "Agentti A saa prosenttiosuuden D:n tuloista",
	"待售": "Myytävänä",
	"开售": "Alennuksessa",
	"请输入姓名": "Kirjoita nimesi",
	"请输入银行账号": "Anna pankkitilin numero",
	"请输入银行名称": "Anna pankin nimi",
	"请输入法定货币": "Anna laillinen valuutta",
	"请输入支行名称": "Anna sivukonttorin nimi",
	"请输入银行邮编": "Anna pankin postinumero",
	"高级认证": "Edistynyt sertifiointi",
	"NFT正在持续收益": "NFT jatkaa nousuaan",
	"USDT总成交": "USDT kokonaistapahtuma",
	"用户收入": "käyttäjän tulot",
	"交易": "käydä kauppaa",
	IEO: "IEO",
	"我的": "Kaivos",
	"充值": "täytä",
	"提现": "peruuttaa",
	"帮助": "auta",
	"行情": "Lainausmerkit",
	"天数": "päivää",
	"范围": "laajuus",
	"预计收益": "Arvioidut tulot",
	"可用金额": "Saatavilla oleva määrä",
	"收益率": "tuottoprosentti",
	"提示": "vihje",
	"浏览量": "Näkymät",
	"价格": "hinta",
	"美元价格": "dollarin hinta",
	"购买": "Ostaa",
	"确定购买": "Vahvista ostos",
	"热销": "mennä kuin kuumille kiville",
	"停售": "Pysähtynyt myyntiin",
	"发行者": "Liikkeeseenlaskija",
	"什么是NFT": "Mikä on NFT",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "NFT:t (non-fungible tokens) ovat ainutlaatuisia digitaalisia kohteita, jotka on tallennettu lohkoketjuun. NFT:t voivat edustaa melkein mitä tahansa ja toimia digitaalisena omistusrekisterinä.",
	"跨市场流动性聚合：": "Markkinoiden välinen likviditeetin aggregointi:",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "Hanki NFT-tilauksia reaaliajassa yleisiltä alustoilta, kuten OpenSea, LooksRare, MagicEden, IMXOfficial jne., ja tue yhdellä napsautuksella tapahtuvaa tilauksen tekemistä useilla alustoilla kokoaksesi transaktiolikviditeetin koko verkossa puolestasi.",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "{name}-emissiomarkkinat käynnistävät säännöllisesti korkealaatuisia projekteja. Jälkimarkkinat tukevat harvinaisuuskyselyitä ja bulkkiostoja. Datatilastoosiossa on reaaliaikaista tietoa ketjusta päätöksenteon avuksi, mikä auttaa hallitsemaan täysin alan kaupankäyntimahdollisuuksia ja kauppaa nopeasti.",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "Lämmin muistutus: Ostaessasi sinun on varmistettava, että saldo on riittävä, muuten osto epäonnistuu.",
	"温馨提示：确保账户余额足够": "Lämmin muistutus: Varmista, että tilisi saldo on riittävä",
	"账户总额": "Tili yhteensä",
	"冻结金额": "jäädytetty määrä",
	"今日收益": "Tämän päivän tulot",
	"点击进入": "napsauta päästäksesi sisään",
	"全部": "kaikki",
	"已停售": "Lopetettu",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "Voit valita Smart Bidding -suunnitelman. Kun se on valittu, älykäs sopimusrobotti isännöi käytettävissä olevaa kiintiötäsi älykkäälle tarjoukselle.",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "Älykkäät sopimusrobotit huutokaupaavat automaattisesti erilaisia ​​suunnitelmia voiton saamiseksi.",
	"交易对": "kauppapari",
	"最新价": "Viimeisin hinta",
	"24小时涨跌幅": "24 tunnin hintojen nousu ja lasku",
	"可用": "Saatavilla",
	"秒交易": "Tapahtumat sekunneissa",
	"杠杆交易": "Vipukauppa",
	"单价": "yksikköhinta",
	"数量": "määrä",
	"交易模式": "kaupankäynnin malli",
	"价格": "hinta",
	"市场最优价格": "Paras hinta markkinoilla",
	"倍数": "useita",
	"请输入数量": "Anna määrä",
	"保证金": "marginaali",
	"服务费": "palvelumaksu",
	"当前委托": "Nykyinen tilaus",
	"持有仓位": "Pidä asento",
	"限价/买入": "Rajoita/osta",
	"未实现盈亏($)": "Realisoitumaton voitto ja tappio ($)",
	"回报率": "vastausaste",
	"持仓数量": "Aseman määrä",
	"保证金率": "marginaalikorko",
	"开仓价格($)": "Avaushinta ($)",
	"标记价格($)": "Merkitse hinta ($)",
	"强平价格($)": "Purkamishinta ($)",
	"调整杠杆": "Säädä vipuvoimaa",
	"止盈止损": "Ota voitto ja lopeta tappio",
	"平仓": "Sulje asento",
	"设置止损/止盈": "Aseta stop loss/take profit",
	"止盈价格": "Ota voittohinta",
	"请输入止盈价格": "Anna voittohinta",
	"止损价格": "Stop loss -hinta",
	"请输入止损价格": "Anna stop loss -hinta",
	"预计盈亏": "Arvioitu voitto ja tappio",
	"确定": "Varma",
	"秒": "Toinen",
	"规则": "sääntö",
	"请输入金额": "Anna summa",
	"可用余额": "Käytettävissä oleva saldo",
	"环保项目": "Uusiutuva energia",
	"收益": "tulo",
	"总充值": "Täydellinen lataus",
	"团队": "tiimi",
	"团队总收益": "Joukkueen kokonaistulot",
	"团队个数": "Joukkueiden lukumäärä",
	"推荐分享": "Suosittele jakamista",
	"消息": "tiedot",
	"修改密码": "Vaihda salasana",
	"修改支付密码": "Vaihda maksun salasana",
	"退出登陆": "Kirjaudu ulos",
	"请选择充值金额": "Valitse lataussumma",
	"请选择交易类型": "Valitse tapahtumatyyppi",
	"充值明细": "Latauksen tiedot",
	"状态": "osavaltio",
	"金额": "Määrä",
	"交易类型": "kaupankäynnin keinot",
	"地址": "osoite",
	"复制": "kopio",
	"复制成功": "Kopiointi onnistui",
	"复制失败": "Kopiointi epäonnistui",
	"上传图片凭证": "Lataa kuvakuponki",
	"账户余额": "Tilin saldo",
	"最小提现金额": "Minimi nostosumma",
	"请输入地址": "Anna osoite",
	"请输入支付密码": "Anna maksun salasana",
	"提现记录": "Nostotennätys",
	"账号": "tili",
	"暂无数据~": "Ei vielä tietoja~",
	"旧密码": "vanha salasana",
	"新密码": "uusi salasana",
	"确认密码": "Vahvista salasana",
	"消息详情": "Viestin tiedot",
	"用户帮助": "Käyttäjän apu",
	"邀请您的好友": "Kutsu ystäväsi",
	"或朋友并获得奖励": "tai ystäviä ja saada palkintoja",
	"返佣记录": "Komission ennätys",
	"类型": "tyyppi",
	"团队介绍": "joukkueen esittely",
	"请输入邮箱": "ole hyvä ja syötä sähköpostiosoitteesi",
	"请输入密码": "Anna salasana",
	"记住密码": "Muista salasana",
	"登录": "Kirjaudu sisään",
	"创建账号": "Luo tili",
	"请输入邀请码": "Anna kutsukoodi",
	"获取验证码": "hanki vahvistuskoodi",
	"总资产": "Varat yhteensä",
	"发送成功": "Lähetetty onnistuneesti",
	"推荐并获得奖励": "Suosittele ja palkitaan",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "Voit ansaita taloudellisia lompakkotuloja jakamalla kutsulinkin. Voit esimerkiksi saada {rates} % provisiota jokaisesta kutsumasi käyttäjän talletuksesta.",
	"邀请等级": "Kutsutaso",
	"我的申购": "Tilaukseni",
	"已申购": "jo tilattu",
	"未申购": "Ei tilannut",
	"申购": "Tilaus",
	"申购记录": "Tilaustietue",
	"申购金额": "Tilaussumma",
	"购买成功": "Osto onnistui",
	"确认": "vahvistaa",
	"取消": "Peruuttaa",
	"温馨提示": "Ystävällisiä vinkkejä",
	"是否确定申购": "Oletko varma, että tilaat?",
	"最小金额": "Vähimmäismäärä",
	"最大金额": "enimmäismäärä",
	"质押": "säästöjä",
	"天": "taivas",
	"质押详情": "Säästötiedot",
	"日收益": "Päivittäiset tulot",
	"请输入质押金额": "Anna säästösumma",
	"质押最小金额": "Vähimmäismäärä säästöön",
	"质押最大金额": "Säästöjen enimmäismäärä",
	"是否确定质押": "Oletko varma säästämisestä?",
	"质押记录": "säästöjen ennätys",
	"质押天数": "Panostuspäivien lukumäärä",
	"实名认证": "Vahvistettu",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "Lataa henkilökorttisi etu- ja takapuoli sekä kädessä pidettävä henkilökortti. Ensimmäinen on edessä ja toinen takana.",
	"真实姓名": "todellinen nimi",
	"请输入真实姓名": "ole hyvä ja kirjoita oikea nimesi",
	"证件号": "rekisteri numero",
	"请输入证件号": "Anna henkilöllisyystodistus",
	"您还未实名认证,请去认证": "Et ole vielä todentanut oikeaa nimeäsi, ole hyvä ja vahvista.",
	"实名信息审核中": "Oikean nimen tiedot tarkistetaan",
	"您以实名认证": "Todistut oikealla nimelläsi",
	"审核失败请重新提交": "Jos tarkistus epäonnistuu, lähetä se uudelleen.",
	"已提交": "lähetetty",
	"是否提交审核": "Lähetetäänkö tarkistettavaksi",
	"请上传正确图片格式": "Lataa oikea kuvamuoto",
	"上传中...": "ladataan...",
	"上传失败": "lataus epäonnistui",
	"请上传正面照片": "Lataa etukuva",
	"请上传反面照片": "Lataa kuva kääntöpuolelta",
	"市价交易": "markkinahintainen kauppa",
	"限价交易": "rajoittaa kauppaa",
	"卖出": "myydä",
	"是否进行杠杆交易": "Harjoitetaanko vipuvaikutteista kauppaa",
	"请输入杠杆张数": "Anna vipuvaikutuksen määrä",
	"张": "avata",
	"买": "ostaa",
	"卖": "Myydä",
	"合约": "sopimus",
	"限价/卖出": "Rajoita/Myy",
	"是否撤销当前委托": "Perutaanko nykyinen välityspalkkio",
	"撤销成功": "Peruttu onnistuneesti",
	"提交中": "lähettäminen",
	"是否提交此充值单": "Lähetetäänkö tämä lataustilaus",
	"提交成功": "Lähetetty onnistuneesti",
	"请上传交易图片": "Lataa tapahtumakuvat",
	"充值记录": "Lataa ennätys",
	"审核中": "tarkistettavana",
	"手续费": "käsittelymaksu",
	"您还未设置支付密码,是否去设置支付密码": "Et ole asettanut maksusalasanaa. Haluatko asettaa maksusalasanan?",
	"请输入验证码": "anna vahvistuskoodi",
	"是否设置支付密码": "Asetetaanko maksusalasana",
	"设置支付密码": "Aseta maksun salasana",
	"修改成功": "Muokattu onnistuneesti",
	"提现成功": "Poistaminen onnistui",
	"未设置": "ei valittu",
	"设置成功": "Asennus onnistui",
	"取消成功": "Peruuta menestys",
	"是否对此单进行平仓": "Suljetaanko tämä tilaus",
	"平仓历史": "Historian sulkeminen",
	"倒计时(s)": "Lähtölaskenta",
	"盈亏($)": "Voitto ja tappio ($)",
	"抢购周期": "paniikki ostosykli",
	"当前价格": "Nykyinen hinta",
	"是否进行下单": "Tehdäänkö tilaus",
	"请选择订单方向": "Valitse tilaussuunta",
	"下单完成": "Tilaus suoritettu",
	"下单时间": "tilausaika",
	"持仓历史": "Sijaintihistoria",
	"委托历史": "komission historia",
	"已撤销": "Peruutettu",
	"已成交": "Sopimus tehty",
	"历史记录": "historian ennätys",
	"支持USDT-TRC20快速提现": "Tukee USDT-TRC20 nopeaa nostoa",
	"提现后等待客服审核": "Odota asiakaspalvelun tarkistusta peruutuksen jälkeen",
	"多空大小必选,可同时多空大小各选其一": "Pitkä ja lyhyt koko on valittava Voit valita yhden pitkän ja lyhyen koosta samanaikaisesti.",
	"请登录": "Ole hyvä ja kirjaudu sisään",
	"成功修改钱包密码": "Lompakon salasana vaihdettu onnistuneesti",
	"请输入您的旧密码": "Anna vanha salasanasi",
	"请输入新密码": "Anna uusi salasana",
	"请输入确认密码": "Anna vahvistussalasana",
	"确认密码与新密码不一致": "Varmista, että salasana on ristiriidassa uuden salasanan kanssa",
	"是否修改登录密码": "Onko kirjautumissalasana vaihdettava",
	"是否更改钱包安全密码": "Muutetaanko lompakon suojaussalasana",
	"单": "yksi",
	"双": "pari",
	"多": "monet",
	"空": "tyhjä",
	"买入": "Ostaa",
	"请输入申购金额": "Anna tilaussumma",
	"余额": "Saldo",
	"时间": "aika",
	"邀请好友，领取高达20%邀请、交易双重佣金": "Kutsu ystäviä ja saat jopa 20 % kaksinkertaisen palkkion kutsuista ja tapahtumista",
	"BHE福利": "BHE:n edut",
	"邀请好友": "kutsua ystäviä",
	"冻结": "jäädyttää",
	"语言": "Kieli",
	"请选择支付类型": "Valitse maksutapa",
	"[充值规则说明]": "[Lataussääntöjen kuvaus]",
	"账户": "Tili",
	"等级": "arvosana",
	"注册时间": "Ilmoittautumisaika",
	"或朋友并获得奖励 ": "tai ystäviä ja saada palkintoja",
	Lock_up_to: "Lock_up_to",
	"No data": "Ei dataa",
	"Please enter the confirmation password!": "Ole hyvä ja syötä vahvistussalasana!",
	Pledge_success_txt: "Pledge_success_txt",
	Position_record_txt: "Position_record_txt",
	Tips_Tips_txt: "Tips_Tips_txt",
	"Welcome Back": "Tervetuloa takaisin",
	"account.charging": "account.charging",
	confirm: "vahvistaa",
	confirm_the_pledge: "vahvista_lupaus",
	current_state_txt: "nykyinen_tila_txt",
	day_txt_txt: "päivä_txt_txt",
	end_end_txt: "end_end_txt",
	income_income_txt: "tulo_tulo_txt",
	mortgage_mmediately_txt: "kiinnitys_mmediately_txt",
	mortgage_principal_txt: "asuntolaina_pääoma_txt",
	msg10: "msg10",
	s: "s",
	"td1.canceil": "td1.canceil",
	"td1.confirm": "td1.confirm",
	under_pledge_txt: "under_pledge_txt",
	"失败": "epäonnistua",
	"成功": "menestys",
	"提交": "Lähetä",
	"撤销": "Peruuttaa",
	"止损/止盈": "Pysäytä tappio / ota voittoa",
	"下一步": "Seuraava askel",
	"平仓完成": "Paikan sulkeminen valmis",
	"开单价格": "Laskutushinta",
	"开始时间": "Aloitusaika",
	"成交数量": "Tapahtumien määrä",
	"结单价格": "Ilmoituksen hinta",
	"结束时间": "Loppu aika",
	"订单方向": "tilauksen suunta",
	"质押区间": "Lupausväli",
	"质押金额": "Pantin määrä",
	"以实现盈亏": "voiton ja tappion saavuttamiseksi",
	"上传转账截图": "Lataa siirron kuvakaappaus",
	"是否确认提现": "Vahvistatko peruutuksen?",
	"最大提现金额": "Maksimi nostosumma",
	"是否设置此价格": "Määritetäänkö tämä hinta",
	"请上传转账截图": "Lataa siirron kuvakaappauksia",
	"是否取消当前设置": "Perutaanko nykyiset asetukset",
	"请输入质押金额，不得超过": "Syötä panttisumma, joka ei saa ylittää",
	"分享您的推荐链接并开始赚钱": "Jaa viittauslinkkisi ja ala ansaita",
	"公告": "ilmoitus",
	"系统异常": "Järjestelmäpoikkeus",
	"请输入自定义充值金额": "Anna mukautettu lataussumma",
	"自定义金额": "Mukautettu määrä",
	"请打开链接": "Ole hyvä ja avaa linkki",
	"恭喜新用户": "Onnittelut uudelle käyttäjälle",
	"今日": "tänään",
	"覆盖国家": "Mukana olevat maat",
	"注册用户": "rekisteröitynyt käyttäjä",
	"已赚取收益": "Ansaitut tulot",
	"已发放佣金": "komissio antoi",
	"快速买币": "Osta kolikot nopeasti",
	"网格交易": "verkkokauppa",
	"封闭期": "suljettu aika",
	"激活金额": "Aktivointisumma",
	"今日最高年化": "Tämän päivän korkein vuositaso",
	"立即购买": "Osta se nyt",
	"服务": "Palvella",
	"提币": "Nosta kolikot",
	"邀请返佣": "Pyydä alennus",
	"关于我们": "meistä",
	"合作伙伴": "Kumppani",
	"总资金": "varoja yhteensä",
	"今日收益": "Tämän päivän tulot",
	"邮箱": "Mail",
	"密码": "Salasana",
	"手机号": "Puhelinnumero",
	"忘记密码": "unohda salasana",
	"注册": "rekisteröidy",
	"请输入手机号": "Anna puhelinnumero",
	"正在维护": "Huollossa",
	"您确定购买此产品": "Oletko varma, että ostat tämän tuotteen",
	"购买的数量": "ostettu määrä",
	"加载中": "Ladataan",
	"我的机器人": "minun robottini",
	"剩余天数": "Päivämäärä jäljellä",
	"暂停": "tauko",
	"是否激活此机器人": "Aktivoidaanko tämä robotti",
	"是否暂停此机器人的工作": "Keskeytetäänkö tämän robotin työ",
	"激活成功": "Aktivointi onnistui",
	"暂停成功": "Keskeytetty onnistuneesti",
	"预计日收益": "Arvioidut päivätulot",
	"总收益": "Kokonaistulot",
	"年化": "vuositasolla",
	"是否激活体验机器人": "Aktivoidaanko elämysrobotti",
	"赚币记录": "Kolikoiden ansaintaennätys",
	"币种": "Valuutta",
	"免费领取": "Hanki se ilmaiseksi",
	"等级规则": "hierarkiasäännöt",
	"当前等级": "nykyinen taso",
	"是否确认修改登录密码": "Vahvistatko kirjautumissalasanan vaihtamisen?",
	"没有更多了": "ei enempää",
	"当前收益": "Nykyiset tulot",
	"激活": "aktivointi",
	"赠送": "antaa pois",
	"请输入赠送用户ID或邮箱": "Anna lahjan käyttäjätunnuksesi tai sähköpostiosoitteesi",
	"推荐计划": "Suositusohjelma",
	"邀请朋友赚币": "Kutsu ystäviä ansaitsemaan kolikoita",
	"我的邀请码": "kutsukoodini",
	"是否将此机器人赠送于": "Antaako tämä robotti lahjaksi",
	"赠送成功": "Lahja onnistuneesti",
	"经验值": "Kokea",
	"台BOT正在为您疯狂赚币": "Taiwan BOT tekee hullua rahaa sinulle"
}