{
	"最多只能同时有3条未审核提现记录": "คุณสามารถมีบันทึกการถอนที่รอการตรวจสอบได้สูงสุด 3 รายการพร้อมกัน",
	"基础": "พื้นฐาน",
	"申请贷款后与客服联系审批额度": "โปรดติดต่อฝ่ายบริการลูกค้าเพื่อขอจำนวนเงินอนุมัติหลังจากสมัครสินเชื่อ",
	"请不要重复提交": "โปรดอย่าส่งซ้ำอีก",
	"贷款额度与客户信用分和资产存在关系":"ขีดจำกัดสินเชื่อเกี่ยวข้องกับคะแนนเครดิตของลูกค้าและสินทรัพย์",
	"开始验证": "เริ่มการยืนยัน",
	"已验证": "ตรวจสอบแล้ว",
	"验证失败": "การตรวจสอบสิทธิ์ล้มเหลว",
	"总利息": "ดอกเบี้ยทั้งหมด",
	"需还款": "จำเป็นต้องชำระคืน",
	"违约金": "ค่าเสียหายที่ชำระบัญชีแล้ว",
	"批准时间": "เวลาอนุมัติ",
	"还款日期": "วันชำระหนี้",
	"待审核": "รอการตรวจสอบ",
	"正在审核": "อยู่ระหว่างการตรวจสอบ",
	"已还款": "ชำระคืนแล้ว",
	"还款审核中": "การชำระคืนอยู่ระหว่างการพิจารณา",
	"协议": "โปรโตคอล",
	"现在还款": "จ่ายเงินตอนนี้เลย",
	"签署协议": "ลงนามข้อตกลง",
	"姓名": "ชื่อ",
	"贷款": "เงินกู้",
	"贷款协议(质押贷款)日期": "สัญญากู้ยืมเงิน (Pledge Loan) วันที่",
	"借款人": "ผู้ยืม",
	"名": "ชื่อ",
	"姓": "นามสกุล",
	"电话": "โทรศัพท์",
	"贷款人": "ผู้ให้กู้",
	"区块链借贷": "การให้ยืมบล็อคเชน",
	"统称为各方": "เรียกรวมกันว่าฝ่ายต่างๆ",
	"(生效日期)签订 由以下各方": "(วันที่มีผลบังคับใช้) เข้าทำโดย",
	"还款条款": "เงื่อนไขการชำระคืน",
	"贷款额度": "จำนวนเงินกู้",
	"借款人同意偿还": "ผู้กู้ตกลงที่จะชำระคืน",
	"利率": "อัตราดอกเบี้ย",
	"双方约定的利率为": "อัตราดอกเบี้ยที่ทั้งสองฝ่ายตกลงกันคือ",
	"贷款期限": "ระยะเวลาเงินกู้",
	"该贷款期限为": "ระยะเวลากู้คือ",
	"天": "ท้องฟ้า",
	"还款方式": "วิธีการชำระคืน",
	"借款人同意偿还贷款人": "ผู้กู้ยืมตกลงที่จะชำระคืนผู้ให้กู้",
	"本金和": "เงินต้น",
	"到期利息": "ดอกเบี้ยถึงกำหนดชำระ",
	"按日计算": "คำนวณตามวัน",
	"还款适用性": "ความเหมาะสมในการชำระหนี้",
	"滞纳金": "ค่าธรรมเนียมการชำระล่าช้า",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "หากผู้กู้ไม่ชำระคืนเงินกู้ตรงเวลา ผู้กู้จะต้องชำระค่าธรรมเนียมการชำระล่าช้า",
	"提前还款": "การชำระคืนก่อนกำหนด",
	"借款人提前还款不会受到任何处罚": "ผู้กู้จะไม่ถูกลงโทษสำหรับการชำระคืนก่อนกำหนด",
	"默认": "ค่าเริ่มต้น",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "หากผู้กู้ไม่ชำระตรงเวลา ผู้ยืมจะต้องชำระคืนเงินต้นและดอกเบี้ยที่คงค้างทั้งหมดทันทีโดยไม่ต้องแจ้งให้ทราบล่วงหน้าหรือร้องขอ",
	"费用": "ค่าใช้จ่าย",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "หากผู้กู้ไม่ปฏิบัติตามภาระผูกพันในการชำระหนี้ตรงเวลา ผู้กู้ตกลงที่จะรับผิดชอบค่าใช้จ่ายทั้งหมดที่เกิดขึ้น ในระหว่างกระบวนการเรียกเก็บเงิน ผู้ให้กู้จะรวมแต่ไม่จำกัดเพียงค่าธรรมเนียมทนายความ",
	"可分割性": "การแบ่งแยก",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "หากพบว่าข้อกำหนดใด ๆ ของข้อตกลงนี้ไม่ถูกต้องหรือไม่สามารถบังคับใช้ได้ ข้อกำหนดดังกล่าวจะถือเป็นโมฆะ แต่ข้อกำหนดอื่น ๆ ทั้งหมดจะยังคงมีผลใช้บังคับและมีผลผูกพัน",
	"法律效力": "ผลทางกฎหมาย",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "ข้อตกลงนี้จะมีผลผูกพันทางกฎหมายกับคู่สัญญาและอาจลงนามและดำเนินการภายในสหประชาชาติและยุโรป ทั้งสองฝ่ายประกาศว่าตนมีอำนาจในการทำข้อตกลงนี้",
	"各种各样的": "หลากหลาย",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "ภายใต้เงื่อนไขของข้อตกลงนี้ บริษัทจะชำระยอดคงเหลือในบัญชีในรูปของสกุลเงิน ทั้งสองฝ่ายมีอำนาจในการทำข้อตกลงนี้ ทั้งสองฝ่ายจะต้องไม่ละเมิดสิทธิ์ของบุคคลที่สามหรือฝ่าฝืนข้อตกลงอื่นใดระหว่างทั้งสองฝ่าย",
	"适用法律": "กฎหมายที่ใช้บังคับ",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "ข้อตกลงนี้จะถูกตีความและบังคับใช้ตามกฎหมายของประเทศที่ผู้ยืมตั้งอยู่",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "เงินทุนสำหรับข้อตกลงนี้จัดทำโดยสถาบันให้กู้ยืมของธนาคารบุคคลที่สาม และเงินทุนทั้งหมดที่ให้มาจะต้องชำระคืนด้วยตัวเอง",
	"双方同意以上条款并签字如下": "ทั้งสองฝ่ายยอมรับข้อกำหนดข้างต้นและลงนามดังต่อไปนี้",
	"(按日计算)这应被视为处罚而不是罚款": "(เป็นรายวัน) ซึ่งถือเป็นโทษไม่ใช่ค่าปรับ",
	"贷方": "ผู้ให้กู้",
	"借款人签名": "ลายเซ็นของผู้ยืม",
	"签名日期": "วันที่ลงนาม",
	"签字": "ลายเซ็น",
	"重写": "เขียนใหม่",
	"预估贷款额度": "จำนวนเงินกู้โดยประมาณ",
	"验证您的身份并获得更多服务": "ยืนยันตัวตนของคุณและรับบริการเพิ่มเติม",
	"贷款期限(天)": "ระยะเวลากู้ยืม (วัน)",
	"日利率": "อัตราดอกเบี้ยรายวัน",
	"总利息金额": "จำนวนดอกเบี้ยทั้งหมด",
	"贷款后当天内无需支付利息，之后需支付利息": "ไม่ต้องดอกเบี้ยภายในวันหลังจากรับเงินกู้และจะจ่ายดอกเบี้ยหลังจากนั้น",
	"现在借款": "ยืมเลย",
	"借款记录": "บันทึกสินเชื่อ",
	"尚未借款": "ยังไม่ได้ยืมเลย",
	"找不到您的贷款信息": "ไม่พบข้อมูลสินเชื่อของคุณ",
	"认证": "การรับรอง",
	"请输入": "กรุณาเข้า",
	"姓氏": "นามสกุล",
	"性别": "เพศ",
	"男": "ชาย",
	"女": "หญิง",
	"出生日期": "วันเดือนปีเกิด",
	"国家": "ชาติ",
	"名字": "ชื่อ",
	"电话号码": "หมายเลขโทรศัพท์",
	"证件": "เอกสาร",
	"请填写完整信息": "กรุณากรอกข้อมูลให้ครบถ้วน",
	"上传证件": "อัพโหลดเอกสาร",
	"身份证正面": "ด้านหน้าบัตรประจำตัวประชาชน",
	"身份证反面": "ด้านหลังบัตรประจำตัวประชาชน",
	"拍摄时注意一下几点": "ให้ความสนใจกับบางสิ่งเมื่อถ่ายภาพ",
	"请注意图片的边框完整，字体清晰，亮度均匀": "โปรดทราบว่ารูปภาพมีเส้นขอบที่สมบูรณ์ แบบอักษรที่ชัดเจน และความสว่าง",
	"请勿上传于姓名不符的证件照": "กรุณาอย่าอัปโหลดรูปถ่ายติดบัตรที่ไม่ตรงกับชื่อของคุณ",
	"请先验证身份信息": "กรุณายืนยันตัวตนของคุณก่อน",
	"名称": "ชื่อ",
	"交易额": "ปริมาณธุรกรรม",
	"合集": "ของสะสม",
	"市场": "ตลาด",
	"地板价": "ราคาพื้น",
	"总排行": "อันดับโดยรวม",
	"我的收藏": "คอลเลกชันของฉัน",
	"关于": "เกี่ยวกับ",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "NFT เป็นบันทึกดิจิทัลบนบล็อกเชนที่แสดงถึงความเป็นเจ้าของและความถูกต้องของสื่อ",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "NFT ไม่ได้เป็นเพียงไฟล์มัลติมีเดีย (เช่น Gif หรือ Jpeg) แต่ยังเป็นบันทึกสาธารณะที่มีข้อมูลประวัติที่เกี่ยวข้องกับสื่ออีกด้วย ในกรณีนี้ NFT เป็นเหมือนรายการความเป็นเจ้าของและใบรับรองผลิตภัณฑ์ของแท้สำหรับภาพวาด",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "NFT แตกต่างจากสินทรัพย์ที่สามารถทดแทนกันได้ เช่น ธนบัตรมูลค่า 20 ดอลลาร์ หุ้น หรือหน่วยอื่นๆ ซึ่งสามารถแลกเปลี่ยนกันได้โดยไม่เปลี่ยนแปลงมูลค่า",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "ต่างจากเงิน $20 ที่สามารถแทนที่ด้วยเงินอีก $20 ได้ คุณภาพที่เป็นเอกลักษณ์ของ NFT ทำให้ NFT แต่ละตัวมีเอกลักษณ์เฉพาะตัว และสามารถตรวจสอบเอกลักษณ์นี้ได้",
	"为何NFT如此重要": "เหตุใด NFT จึงมีความสำคัญมาก",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "NFT ทำหน้าที่เป็นหลักฐานการเป็นเจ้าของ โดยจะตรวจสอบทางคณิตศาสตร์ว่าที่อยู่บล็อกเชนบางแห่งเป็นเจ้าของรายการในลักษณะป้องกันการงัดแงะสูงหรือไม่",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "NFT ยังทำหน้าที่เป็นใบรับรองความถูกต้อง เพื่อให้มั่นใจว่าสื่อทุกรูปแบบ (อาร์ตเวิร์ก เอกสาร หรือไฟล์ดิจิทัลอื่นๆ) สามารถตรวจสอบย้อนกลับไปยังแหล่งที่มาได้ (เพื่อพิสูจน์ว่าไม่มีการดัดแปลงจากแหล่งที่มา)",
	"NFT的解释": "คำอธิบาย NFT",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "การถ่ายภาพงานศิลปะในพิพิธภัณฑ์ไม่ได้ทำให้ช่างภาพเป็นเจ้าของภาพวาด และภาพที่ถ่ายก็จะไม่กลายเป็นงานศิลปะด้วย",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "เรารู้สิ่งนี้เพราะภัณฑารักษ์ นักวิชาการ นักสะสม และสาธารณชนเห็นพ้องต้องกันในเรื่องของต้นฉบับ การทำซ้ำ และเจ้าของโดยชอบธรรม",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "เช่นเดียวกับ NFT ซึ่งต้นฉบับมีความขาดแคลนและมูลค่าที่พิสูจน์ได้ ซึ่งต่างจากสำเนาที่บันทึกด้วยการคลิกขวา แต่ NFT ไม่ได้ขึ้นอยู่กับวิจารณญาณส่วนบุคคลในการตรวจสอบความถูกต้องหรือการเป็นเจ้าของ แต่ใช้ความสามารถในการสร้างฉันทามติของเทคโนโลยีบล็อกเชน",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "กล่าวโดยสรุป NFT ใช้การพิสูจน์ทางคณิตศาสตร์ที่เป็นกลางเพื่อยืนยันความเป็นเจ้าของและความถูกต้อง แทนที่จะเชื่อใจบุคคลหรือองค์กรโดยอัตนัย",
	"NFT的极简史": "ประวัติโดยย่อของ NFT",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "แม้ว่าบริการให้กู้ยืมบล็อคเชนเพิ่งเกิดขึ้น แต่ NFT ก็มีมาตั้งแต่ยุคแรก ๆ ของเทคโนโลยีบล็อคเชน",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "แนวคิดของ NFT เปิดตัวใน Colored Coins ในปี 2012 เหรียญสีจะถูกจัดเก็บไว้ในบล็อคเชน Bitcoin และเป็นวิธีแสดงความเป็นเจ้าของทรัพย์สินในโลกแห่งความเป็นจริง เช่น อสังหาริมทรัพย์หรือหุ้น ไม่กี่ปีต่อมา ศิลปินดิจิทัล Kevin McCoy ได้สร้าง “Quantum” ซึ่งเป็นงานไดนามิกแปดเหลี่ยมบนบล็อกเชน Namecoin ซึ่งกลายเป็น NFT แรกที่รู้จักอย่างกว้างขวาง",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "หลังจากที่แพลตฟอร์ม Counterparty ที่ใช้ Bitcoin เริ่มสร้างความนิยมให้กับของสะสมอย่าง Rare Pepes, Ethereum NFT ขั้นสูงในปี 2018 ด้วย CryptoKitties และมาตรฐาน ERC-721 นี่เป็นการปูทางไปสู่เครือข่ายบล็อกเชนที่เปิดใช้งานสัญญาอัจฉริยะอื่นๆ เช่น Solana, Polygon และ Tezos ซึ่งช่วยให้ NFT บรรลุผลในการนำไปใช้และการหมุนเวียนเพิ่มเติม",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "จนถึงปัจจุบัน NFT ถูกนำมาใช้กันอย่างแพร่หลายเพื่อค้นหาความเป็นเจ้าของและความถูกต้องของงานศิลปะดิจิทัลและของสะสม NFT ยุคแรกๆ บางส่วน เช่น CryptoPunks ได้เห็นการเปลี่ยนแปลงในแนวคิดเรื่องการเป็นเจ้าของ ซึ่งเป็นการเปลี่ยนแปลงทางวัฒนธรรมด้วย NFT มีกรณีการใช้งานสำหรับการเป็นเจ้าของแบบกระจายอำนาจนอกเหนือจากงานศิลปะ และยังคงเติบโตอย่างต่อเนื่อง ตั้งแต่การตรวจสอบเอกสารทางการเงินที่ละเอียดอ่อน ไปจนถึงการเข้าถึงประสบการณ์วัฒนธรรมป๊อปแต่เพียงผู้เดียว",
	"NFT有什么用途": "NFT มีประโยชน์อย่างไร?",
	"艺术&收藏品": "ศิลปะและของสะสม",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "ไฟล์ดิจิทัลเกือบทุกไฟล์สามารถกลายเป็น NFT ได้ แต่กรณีการใช้งานที่พบบ่อยที่สุดในปัจจุบันคืองานศิลปะดิจิทัลของสะสม ก่อนการถือกำเนิดของ NFT คำวิจารณ์ที่ร้ายแรงที่สุดเกี่ยวกับศิลปะดิจิทัลหรือของสะสมก็คือ แทบจะเป็นไปไม่ได้เลยที่จะตรวจสอบการเป็นเจ้าของงานศิลปะหรือการ์ดเบสบอลทางออนไลน์ ซึ่งต้องอาศัยการพึ่งพาตัวกลางอย่างมาก และทำให้ผู้คนเสี่ยงต่อการฉ้อโกง",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "NFT ทำให้ศิลปะดิจิทัลถูกต้องตามกฎหมายมากขึ้น โดยกลายเป็นสื่อกลางและมีคุณค่าในการแสดงออกถึงวัฒนธรรมสมัยใหม่ NFT “Blue-chip” ซึ่งทำงานโดยศิลปินดิจิทัลอย่าง CryptoPunks, Bored Ape Yacht Club และ Beeple ได้กำหนดราคาขายไม่เพียงแต่สำหรับตลาด NFT เท่านั้น แต่ยังรวมถึงบ้านประมูลงานศิลปะแบบดั้งเดิมด้วย",
	"社区会员": "สมาชิกชุมชน",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "ซีรีส์ NFT จำนวนมากมอบสิทธิประโยชน์ รางวัล หรือประสบการณ์ในโลกแห่งความเป็นจริงแก่ผู้ถือ ซึ่งสร้างมูลค่าเพิ่ม",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "ผู้ที่มีของสะสมเฉพาะ NFT จะเชื่อมต่อถึงกัน ส่งเสริมความสัมพันธ์ และแบ่งปันความหลงใหลในโครงการนี้ ซึ่งทำให้พวกเขามีความรู้สึกลึกซึ้งยิ่งขึ้นในการเป็นสมาชิกของชุมชน",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "นอกจากนี้ องค์กรอิสระที่มีการกระจายอำนาจ (DAO) บางแห่งจะมารวมตัวกันเพื่อแบ่งปันหัวข้อที่พวกเขาพิจารณาว่ามีความสำคัญทางวัฒนธรรม เช่น การเป็นเจ้าของบางส่วนและการจัดการโดยรวมใน NFT",
	"音乐行业": "อุตสาหกรรมดนตรี",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "นักดนตรีใช้ NFT เพื่อลดอิทธิพลของค่ายเพลงและอุตสาหกรรมเพลงในวงกว้าง ช่วยให้ศิลปินไกล่เกลี่ยและประเมินความสัมพันธ์กับแฟนๆ ได้ เช่นเดียวกับภาพที่ไม่ซ้ำใครที่สามารถใส่ลงในบล็อกเชนได้เช่นเดียวกับ NFT คลิปเสียงที่ไม่ซ้ำใครก็สามารถสร้าง แลกเปลี่ยน และจัดเก็บบนบล็อกเชนเป็น NFT เพื่อให้แฟนๆ เป็นเจ้าของและเพลิดเพลินได้",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "ศิลปินเพลงหลายสิบคนจากหลากหลายแนวและรุ่น รวมถึง Kings of Leon และ 3LAU กำลังใช้ NFT เพื่อปลูกฝังประสบการณ์ทางดนตรีใหม่ๆ และชดเชยการพึ่งพาตัวกลางในอุตสาหกรรมเพลง",
	"游戏": "เกม",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "แพลตฟอร์มที่ใช้บล็อคเชน เช่น Decentraland, Axie Infinity และ The Sandbox ใช้ NFT เพื่อมอบประสบการณ์การเล่นเกมที่ไม่เหมือนใครให้กับผู้เล่นและให้รางวัลแก่ผู้เล่นด้วยไอเท็มที่มีมูลค่าในโลกแห่งความเป็นจริง ในเกมเหล่านี้ NFT สามารถเป็นตัวแทนของดินแดน ตัวละคร ความสามารถ หรืออุปกรณ์สวมใส่เสมือนจริงที่มีคุณสมบัติและมูลค่าตลาดที่แตกต่างกัน สกุลเงินดิจิทัลดั้งเดิมในเกม NFT blockchain เป็นส่วนสำคัญของเศรษฐกิจเกม และความสำเร็จของเกมยังสามารถใช้เพื่อให้รางวัลผู้เล่นด้วยสิ่งของที่มีมูลค่าจริง NFT ช่วยให้ผู้เล่นสามารถควบคุมความสำเร็จในการเล่นเกมของตนและรับรางวัลที่ปรับแต่งตามมูลค่าในโลกแห่งความเป็นจริง",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业’税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "NFT ยังมีกรณีการใช้งานที่เป็นนวัตกรรมที่เกี่ยวข้องกับโปรโตคอลการเงินแบบกระจายอำนาจ (DeFi) ซึ่งเป็นวิธีการป้องกันการงัดแงะเพื่อรักษาความเป็นเจ้าของโดยไม่มีคนกลาง เอกสารทางการเงินที่สำคัญ เช่น หลักฐานการเป็นเจ้าของที่ดิน หรือการยื่นภาษีของธุรกิจ สามารถสร้างเป็น NFT และใช้ในโปรโตคอลทางการเงินแบบกระจายอำนาจ เพื่อดำเนินธุรกรรมบล็อกเชนแบบ peer-to-peer ได้อย่างน่าเชื่อถือ นอกเหนือจากการพิสูจน์ความเป็นเจ้าของและความถูกต้องสำหรับกรณีการใช้งานแล้ว NFT ยังสามารถใช้เป็นหลักประกันสำหรับผู้ใช้ในการกู้ยืมเงินอีกด้วย ไม่ว่าจะเป็นบริการให้กู้ยืมแบบเดิมหรือบริการให้กู้ยืมแบบบล็อคเชน พวกเขากำลังสำรวจวิธีใช้มูลค่าของ NFT เพื่อจัดหาเงินทุนให้กับผลิตภัณฑ์และบริการทางการเงินใหม่ๆ",
	"元宇宙与Web3": "Metaverse และ Web3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "NFT กำลังกลายเป็นส่วนพื้นฐานของอินเทอร์เน็ตยุคถัดไปอย่างรวดเร็ว โดยมอบประสบการณ์ออนไลน์ที่ดื่มด่ำยิ่งขึ้นผ่านคุณลักษณะการเป็นเจ้าของที่เป็นเอกลักษณ์ของ NFT",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "NFT มีศักยภาพที่จะทำให้สถาปัตยกรรมอินเทอร์เน็ตบนบล็อกเชนมีการกระจายอำนาจและไม่เปิดเผยตัวตนมากขึ้น ซึ่งมักเรียกว่า Web3 NFT แสดงให้เห็นศักยภาพอย่างเต็มที่ในด้านเหล่านี้ และมีโอกาสที่จะมีบทบาทสำคัญในการพัฒนา Web3 และ Metaverse ในภายหลัง หลายคนเชื่อว่าศิลปะเป็นเพียงสาขาแรกจากหลายๆ สาขาที่ได้รับการปฏิวัติโดย NFT และกรณีการใช้งานอื่นๆ เช่น อีคอมเมิร์ซ การเป็นเจ้าของที่ดิน และแม้แต่อัตลักษณ์ส่วนบุคคล ก็จะเกิดขึ้นเร็วๆ นี้",
	"出席证明协议": "ข้อตกลงหลักฐานการเข้าร่วม",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "Proof of Attendance Protocol (POAP) เป็นโครงการโอเพ่นซอร์สที่ใช้ NFT เพื่อติดตามการเข้าร่วมในกิจกรรมในโลกแห่งความเป็นจริง หลังจากจัดเตรียมการออกแบบป้ายสถานะที่เรียบง่ายและข้อมูลเมตาที่เกี่ยวข้องกับกิจกรรม (เช่น ชื่อกิจกรรม สถานที่ และวันที่) แล้ว ก็สามารถแจกจ่าย POAP เพื่อสร้างบันทึกดิจิทัลของการเข้าร่วมที่ป้องกันการงัดแงะ ซึ่งง่ายต่อการแบ่งปันและตรวจสอบ",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "POAP ช่วยให้ผู้จัดงานสามารถมอบประสบการณ์ที่เป็นส่วนตัวมากขึ้นให้กับชุมชนของตน โทเค็นที่ไม่สามารถทดแทนกันได้ประเภทนี้อาจขยายไปยังพื้นที่อื่นๆ เช่น การสืบค้นและการติดตามใบรับรองจากสถาบันการศึกษาและองค์กรวิชาชีพ",
	"潮流": "แนวโน้ม",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "จากแบรนด์หรูไปจนถึงมหาอำนาจด้านแฟชั่นอย่างรวดเร็ว บริษัทต่างๆ ทั่วโลกกำลังสำรวจพลังของ NFT",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "แบรนด์ที่มีชื่อเสียงบางแบรนด์กำลังเปิดตัวกลุ่มผลิตภัณฑ์เสื้อผ้า NFT ที่เป็นมิตรกับ metaverse ในขณะที่แบรนด์อื่น ๆ เช่น Louis Vuitton กำลังพัฒนาเกมรวบรวมแบรนด์ที่ใช้ NFT",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "NFT กระชับความสัมพันธ์ที่ลึกซึ้งกับลูกค้า ในขณะเดียวกันก็ฉายสปอตไลต์ไปที่ศิลปินหน้าใหม่ที่สร้างแรงบันดาลใจ นักแฟชั่นนิสต้าอย่าง Gucci, Dolce & Gabbana, Nike และ Adidas ใช้พลังของ NFT เพื่อสร้างและเป็นผู้นำประสบการณ์เทรนด์ใหม่ๆ",
	"处理中": "กำลังประมวลผล",
	"开始交易": "เริ่มต้นการซื้อขาย",
	"探索NFT的世界": "สำรวจโลกของ NFT",
	"可靠的安全保障": "การรักษาความปลอดภัยที่เชื่อถือได้",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "มาตรการรักษาความปลอดภัยที่ซับซ้อนและกองทุน SAFU ช่วยปกป้องทรัพย์สินดิจิทัลของคุณจากความเสี่ยงทั้งหมด",
	"24*7小时客户服务支持": "สนับสนุนการบริการลูกค้าตลอด 24 * 7 ชั่วโมง",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "ด้วยโหมดการทำงาน 24*7 เราจะตอบคำถามของคุณโดยเร็วที่สุด",
	"团队总人数": "จำนวนสมาชิกในทีมทั้งหมด",
	"今日团队收益": "รายได้ของทีมวันนี้",
	"今日新增成员": "วันนี้มีสมาชิกใหม่มาเพิ่ม",
	"USDT充值最低金额": "1. จำนวนเงินขั้นต่ำของการเติมเงิน USDT คือ {num} USDT และจำนวนเงินที่ส่งต้องเป็นจำนวนเต็ม",
	"ETH充值最低金额": "2. จำนวนการเติม ETH ขั้นต่ำคือ {num} ETH และจำนวนเงินที่ส่งจะต้องมีความถูกต้องเป็น 4 หลักหลังจุดทศนิยม",
	"BTC充值最低金额": "3. จำนวนการเติม BTC ขั้นต่ำคือ {num} BTC และจำนวนเงินที่ส่งจะต้องมีความถูกต้องเป็น 4 หลักหลังจุดทศนิยม",
	"USDT提现最低金额": "จำนวนถอน USDT ขั้นต่ำคือ {num}",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "รองรับการถอนเงิน USDT-TRC20 และ USDT-ERC20 เท่านั้น",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "หลังจากสมัครถอนเงิน เวลาที่ใช้ในการไปถึงบัญชีของคุณคือ 0~72 ชั่วโมง โปรดอดทนรอ",
	"联系客服": "ติดต่อฝ่ายบริการลูกค้า",
	"首页": "หน้าแรก",
	"体验金": "ค่าธรรมเนียมการทดลอง",
	"新手礼包": "ชุดของขวัญมือใหม่",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "ผู้ที่มีคุณสมบัติตรงตามข้อกำหนดของมือใหม่สามารถรับโบนัสทดลอง 1,000 USDT โบนัสทดลองใช้งานได้สามวันและสามารถขอรับได้เพียงครั้งเดียวเท่านั้น",
	"条件": "เงื่อนไข",
	"1.注册之日起7天内为新手用户。": "1. เป็นผู้ใช้มือใหม่ภายใน 7 วันนับจากวันที่ลงทะเบียน",
	"2.新手用户未进行充值和交易。": "2. ผู้ใช้มือใหม่ยังไม่ได้ทำการฝากและการทำธุรกรรม",
	"立即领取": "รับมันตอนนี้",
	"身份证": "บัตรประจำตัวประชาชน",
	"护照": "หนังสือเดินทาง",
	"驾驶证": "ใบอนุญาตขับรถ",
	"请上传证件照": "กรุณาอัพโหลดรูปถ่ายประจำตัว",
	"竞拍": "เสนอราคา",
	"量化": "ปริมาณ",
	"智能拍卖公司自2024年成立以来，便在美国加利福尼亚州旧金山这个金融科技的腹地发展壮大，迅速成为拍卖交易行业的佼佼者。": "นับตั้งแต่ก่อตั้งในปี 2021 {name} Smart Auction Company ได้เติบโตและพัฒนาในพื้นที่ห่างไกลด้านเทคโนโลยีทางการเงินของซานฟรานซิสโก แคลิฟอร์เนีย สหรัฐอเมริกา และได้กลายเป็นผู้นำในอุตสาหกรรมการซื้อขายการประมูลอย่างรวดเร็ว",
	"公司凭借雄厚的资金背景和AI技术的深度挖掘，专注于探索区块链市场的未来趋势，并致力于利用先进的AI系统，为客户提供高效且精准的NFT的拍卖交易服务。": "ด้วยพื้นฐานทางการเงินที่แข็งแกร่งและการสำรวจเทคโนโลยี AI ในเชิงลึก บริษัทจึงมุ่งเน้นไปที่การสำรวจแนวโน้มในอนาคตของตลาดบล็อกเชน และมุ่งมั่นที่จะใช้ระบบ AI ขั้นสูงเพื่อให้บริการธุรกรรมการประมูล NFT ที่มีประสิทธิภาพและแม่นยำแก่ลูกค้า",
	"竞拍金额": "จำนวนการประมูล",
	"竞拍收益": "การประมูลดำเนินไป",
	"竞拍收益率": "ผลตอบแทนการประมูล",
	"竞拍时间": "เวลาประมูล",
	"可竞拍资金": "เงินทุนที่มีอยู่สำหรับการประมูล",
	"今日收益": "รายได้วันนี้",
	"本月收益": "รายได้เดือนนี้",
	"竞拍总收益": "รายได้จากการประมูลทั้งหมด",
	"启动竞拍": "เริ่มประมูล",
	"等级": "ระดับ",
	"竞拍交易": "การทำธุรกรรมการประมูล",
	"有效金额": "ปริมาณที่มีประสิทธิภาพ",
	"需要邀请": "ต้องการคำเชิญ",
	"名下属": "ผู้ใต้บังคับบัญชา",
	"每名下属累计充值": "การเติมเงินสะสมสำหรับผู้ใต้บังคับบัญชาแต่ละคน",
	"一级": "ระดับ 1",
	"二级": "ระดับ 2",
	"三级": "ระดับสาม",
	"升级条件": "เงื่อนไขการอัพเกรด",
	"权益": "สิทธิและผลประโยชน์",
	"最小竞拍量": "จำนวนการเสนอราคาขั้นต่ำ",
	"最大竞拍量": "ปริมาณการประมูลสูงสุด",
	"每日竞拍量": "ปริมาณการประมูลรายวัน",
	"下一级": "ระดับถัดไป",
	"日收益率": "อัตราผลตอบแทนรายวัน",
	"次": "อัตราที่สอง",
	"竞拍总收益": "รายได้จากการประมูลทั้งหมด",
	"今日竞拍收益": "รายได้จากการประมูลวันนี้",
	"团队人数": "ขนาดทีม",
	"团队佣金": "ค่าคอมมิชชั่นของทีม",
	"正在竞拍": "ประมูลตอนนี้",
	"正在启动竞拍机器人": "การเริ่มต้นหุ่นยนต์ประมูล",
	"竞拍机器人启动成功": "หุ่นยนต์ประมูลเริ่มต้นได้สำเร็จ",
	"正在扫描NFT": "กำลังสแกน NFT",
	"分析NFT成功": "การวิเคราะห์ความสำเร็จของ NFT",
	"竞拍匹配中": "การจับคู่การประมูล",
	"拍品匹配成功": "จับคู่ได้สำเร็จ",
	"正在等待创作者购买": "กำลังรอผู้สร้างที่จะซื้อ",
	"创作者购买成功": "ผู้สร้างซื้อเรียบร้อยแล้ว",
	"系统结算中": "ระบบกำลังดำเนินการ",
	"系统结算完成": "การชำระเงินระบบเสร็จสมบูรณ์",
	"竞拍完成": "การประมูลเสร็จสมบูรณ์",
	"正在": "เป็น",
	"在": "มีอยู่",
	"发起购买": "เริ่มต้นการซื้อ",
	"买入成功": "ซื้อสำเร็จ",
	"发起出售": "เริ่มการขาย",
	"已发起出售": "เริ่มขายแล้ว",
	"等级不符，无法竞拍": "ระดับไม่ตรงกันและคุณไม่สามารถเสนอราคาได้",
	"公司简介": "ประวัติบริษัท",
	"平台规则": "กฎของแพลตฟอร์ม",
	"常见问题": "ปัญหาทั่วไป",
	"您还未高级认证,请去认证": "คุณยังไม่ได้รับใบรับรองขั้นสูง โปรดไปขอการรับรอง",
	"您以高级认证": "การรับรองขั้นสูง",
	"订单审核中": "คำสั่งซื้ออยู่ระหว่างการตรวจสอบ",
	"已读": "ได้อ่าน",
	"数字钱包未连接": "ไม่ได้เชื่อมต่อกระเป๋าเงินดิจิทัล",
	"请使用数字钱包打开链接": "โปรดใช้กระเป๋าเงินดิจิทัลเพื่อเปิดลิงก์",
	"未检测到数字钱包地址": "ตรวจไม่พบที่อยู่กระเป๋าเงินดิจิทัล",
	"正在检测数字钱包": "การตรวจจับกระเป๋าเงินดิจิทัล",
	"信用分": "คะแนนเครดิต",
	"底部菜单上移": "เลื่อนเมนูด้านล่างขึ้น",
	"是否需要上移菜单": "จำเป็นต้องเลื่อนเมนูขึ้นหรือไม่?",
	"团队佣金奖励": "รางวัลคอมมิชชั่นของทีม",
	"推荐层级": "ระดับที่แนะนำ",
	"佣金奖励": "รางวัลคอมมิชชั่น",
	"例如：A邀请B，B邀请C，C邀请D": "ตัวอย่างเช่น A เชิญ B, B เชิญ C, C เชิญ D",
	"代理A获得B收益的百分比": "ตัวแทน A ได้รับเปอร์เซ็นต์ของรายได้ของ B",
	"代理A获得C收益的百分比": "ตัวแทน A ได้รับเปอร์เซ็นต์ของรายได้ของ C",
	"代理A获得D收益的百分比": "ตัวแทน A ได้รับเปอร์เซ็นต์ของรายได้ของ D",
	"待售": "สำหรับขาย",
	"开售": "ลดราคา",
	"请输入姓名": "กรุณาพิมพ์ชื่อของคุณ",
	"请输入银行账号": "กรุณากรอกหมายเลขบัญชีธนาคาร",
	"请输入银行名称": "กรุณากรอกชื่อธนาคาร",
	"请输入法定货币": "กรุณากรอกสกุลเงินตามกฎหมาย",
	"请输入支行名称": "กรุณากรอกชื่อสาขา",
	"请输入银行邮编": "กรุณากรอกรหัสไปรษณีย์ของธนาคาร",
	"高级认证": "การรับรองขั้นสูง",
	"NFT正在持续收益": "NFT ยังคงเพิ่มขึ้นอย่างต่อเนื่อง",
	"USDT总成交": "ธุรกรรมรวม USDT",
	"用户收入": "รายได้ผู้ใช้",
	"交易": "ซื้อขาย",
	IEO: "ไออีโอ",
	"我的": "ของฉัน",
	"充值": "เติม",
	"提现": "ถอน",
	"帮助": "ช่วย",
	"行情": "คำคม",
	"天数": "วัน",
	"范围": "ขอบเขต",
	"预计收益": "รายได้โดยประมาณ",
	"可用金额": "จำนวนเงินที่มีอยู่",
	"收益率": "อัตราผลตอบแทน",
	"提示": "คำใบ้",
	"浏览量": "จำนวนการดู",
	"价格": "ราคา",
	"美元价格": "ราคาดอลลาร์",
	"购买": "ซื้อ",
	"确定购买": "ยืนยันการซื้อ",
	"热销": "ขายดีเป็นเทน้ำเทท่า",
	"停售": "หยุดขายแล้วครับ",
	"发行者": "ผู้ออก",
	"什么是NFT": "NFT คืออะไร",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "NFT (โทเค็นที่ไม่สามารถเข้ากันได้) เป็นรายการดิจิทัลที่ไม่ซ้ำใครที่จัดเก็บไว้ในบล็อกเชน NFT สามารถเป็นตัวแทนได้เกือบทุกอย่างและทำหน้าที่เป็นบันทึกการเป็นเจ้าของแบบดิจิทัล",
	"跨市场流动性聚合：": "การรวมสภาพคล่องข้ามตลาด:",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "รับคำสั่งซื้อ NFT แบบเรียลไทม์จากแพลตฟอร์มหลัก เช่น OpenSea, LooksRare, MagicEden, IMXOfficial ฯลฯ และรองรับการวางคำสั่งซื้อด้วยคลิกเดียวบนหลายแพลตฟอร์มเพื่อรวบรวมสภาพคล่องของธุรกรรมทั่วทั้งเครือข่ายให้กับคุณ",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "ตลาดการออก {name} เปิดตัวโครงการคุณภาพสูงเป็นประจำ ตลาดรองรองรับการสอบถามที่หายากและการซื้อจำนวนมาก ส่วนสถิติข้อมูลจะให้ข้อมูลแบบเรียลไทม์บนห่วงโซ่เพื่อช่วยในการตัดสินใจ ช่วยให้คุณควบคุมโอกาสในการซื้อขายในอุตสาหกรรมได้อย่างเต็มที่ และ ซื้อขายอย่างรวดเร็ว",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "คำเตือนที่อบอุ่น: คุณต้องแน่ใจว่ายอดคงเหลือเพียงพอเมื่อทำการซื้อ ไม่เช่นนั้นการซื้อจะล้มเหลว",
	"温馨提示：确保账户余额足够": "คำเตือนที่อบอุ่น: ตรวจสอบให้แน่ใจว่ายอดเงินในบัญชีของคุณเพียงพอ",
	"账户总额": "ยอดรวมบัญชี",
	"冻结金额": "ปริมาณแช่แข็ง",
	"今日收益": "รายได้วันนี้",
	"点击进入": "คลิกเพื่อเข้า",
	"全部": "ทั้งหมด",
	"已停售": "ยกเลิก",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "คุณสามารถเลือกแผน Smart Bidding ได้ เมื่อเลือกแล้ว หุ่นยนต์สัญญาอัจฉริยะจะโฮสต์โควต้าที่มีอยู่ของคุณสำหรับการเสนอราคาอัจฉริยะ",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "แผนต่างๆ จะถูกประมูลโดยอัตโนมัติโดยหุ่นยนต์สัญญาอัจฉริยะเพื่อหากำไร",
	"交易对": "คู่การซื้อขาย",
	"最新价": "ราคาล่าสุด",
	"24小时涨跌幅": "ราคาเพิ่มขึ้นและลดลงตลอด 24 ชั่วโมง",
	"可用": "มีอยู่",
	"秒交易": "การทำธุรกรรมในไม่กี่วินาที",
	"杠杆交易": "เลเวอเรจการซื้อขาย",
	"单价": "ราคาต่อหน่วย",
	"数量": "ปริมาณ",
	"交易模式": "รูปแบบการซื้อขาย",
	"价格": "ราคา",
	"市场最优价格": "ราคาที่ดีที่สุดในตลาด",
	"倍数": "หลายรายการ",
	"请输入数量": "กรุณากรอกจำนวน",
	"保证金": "ระยะขอบ",
	"服务费": "ค่าบริการ",
	"当前委托": "คำสั่งซื้อปัจจุบัน",
	"持有仓位": "ดำรงตำแหน่ง",
	"限价/买入": "จำกัด/ซื้อ",
	"未实现盈亏($)": "กำไรและขาดทุนที่ยังไม่เกิดขึ้น ($)",
	"回报率": "อัตราการตอบสนอง",
	"持仓数量": "ปริมาณตำแหน่ง",
	"保证金率": "อัตรากำไรขั้นต้น",
	"开仓价格($)": "ราคาเปิด ($)",
	"标记价格($)": "ราคามาร์ค ($)",
	"强平价格($)": "ราคาชำระบัญชี ($)",
	"调整杠杆": "ปรับเลเวอเรจ",
	"止盈止损": "ขายทำกำไรและหยุดการขาดทุน",
	"平仓": "ปิดตำแหน่ง",
	"设置止损/止盈": "ตั้งค่าหยุดการขาดทุน/ทำกำไร",
	"止盈价格": "ราคาขายทำกำไร",
	"请输入止盈价格": "กรุณากรอกราคาขายทำกำไร",
	"止损价格": "หยุดราคาขาดทุน",
	"请输入止损价格": "กรุณากรอกราคาหยุดขาดทุน",
	"预计盈亏": "ประมาณการกำไรและขาดทุน",
	"确定": "แน่นอน",
	"秒": "ที่สอง",
	"规则": "กฎ",
	"请输入金额": "กรุณากรอกจำนวนเงิน",
	"可用余额": "ยอดเงินคงเหลือ",
	"环保项目": "พลังงานทดแทน",
	"收益": "รายได้",
	"总充值": "เติมเงินทั้งหมด",
	"团队": "ทีม",
	"团队总收益": "รายได้รวมของทีม",
	"团队个数": "จำนวนทีม",
	"推荐分享": "แนะนำให้แชร์ครับ",
	"消息": "ข้อมูล",
	"修改密码": "เปลี่ยนรหัสผ่าน",
	"修改支付密码": "เปลี่ยนรหัสผ่านการชำระเงิน",
	"退出登陆": "ออกจากระบบ",
	"确定要退出登录吗?": "คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?",
	"请选择充值金额": "กรุณาเลือกจำนวนเงินที่เติม",
	"请选择交易类型": "กรุณาเลือกประเภทธุรกรรม",
	"充值明细": "รายละเอียดการเติมเงิน",
	"状态": "สถานะ",
	"金额": "จำนวน",
	"交易类型": "วิธีการทำธุรกรรม",
	"地址": "ที่อยู่",
	"复制": "สำเนา",
	"复制成功": "คัดลอกเรียบร้อยแล้ว",
	"复制失败": "การคัดลอกล้มเหลว",
	"上传图片凭证": "อัพโหลดภาพบัตรกำนัล",
	"账户余额": "ยอดเงินในบัญชี",
	"最小提现金额": "จำนวนถอนขั้นต่ำ",
	"请输入地址": "กรุณากรอกที่อยู่",
	"请输入支付密码": "กรุณากรอกรหัสผ่านการชำระเงิน",
	"提现记录": "บันทึกการถอนเงิน",
	"账号": "บัญชี",
	"暂无数据~": "ยังไม่มีข้อมูล~",
	"旧密码": "รหัสผ่านเก่า",
	"新密码": "รหัสผ่านใหม่",
	"确认密码": "ยืนยันรหัสผ่าน",
	"消息详情": "รายละเอียดข้อความ",
	"用户帮助": "ช่วยเหลือผู้ใช้",
	"邀请您的好友": "เชิญเพื่อนของคุณ",
	"或朋友并获得奖励": "หรือเพื่อนแล้วรับรางวัล",
	"返佣记录": "บันทึกค่าคอมมิชชั่น",
	"类型": "พิมพ์",
	"团队介绍": "การแนะนำทีม",
	"请输入邮箱": "กรุณากรอกอีเมล์ของคุณ",
	"请输入密码": "กรุณากรอกรหัสผ่าน",
	"记住密码": "จดจำรหัสผ่าน",
	"登录": "เข้าสู่ระบบ",
	"创建账号": "สร้างบัญชี",
	"请输入邀请码": "กรุณากรอกรหัสเชิญ",
	"获取验证码": "รับรหัสยืนยัน",
	"总资产": "สินทรัพย์รวม",
	"发送成功": "ส่งเรียบร้อยแล้ว",
	"推荐并获得奖励": "แนะนำและรับรางวัล",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "คุณสามารถรับรายได้กระเป๋าเงินทางการเงินได้ด้วยการแชร์ลิงก์คำเชิญของคุณ ตัวอย่างเช่น คุณสามารถรับค่าคอมมิชชัน {rates}% สำหรับทุกการฝากเงินโดยผู้ใช้ที่คุณเชิญ",
	"邀请等级": "ระดับคำเชิญ",
	"我的申购": "การสมัครของฉัน",
	"已申购": "สมัครสมาชิกแล้ว",
	"未申购": "ไม่ได้สมัครสมาชิก",
	"申购": "สมัครสมาชิก",
	"申购记录": "บันทึกการสมัครสมาชิก",
	"申购金额": "จำนวนการสมัครสมาชิก",
	"购买成功": "การซื้อสำเร็จ",
	"确认": "ยืนยัน",
	"取消": "ยกเลิก",
	"温馨提示": "เคล็ดลับดีๆ",
	"是否确定申购": "คุณแน่ใจหรือว่าจะสมัครสมาชิก?",
	"最小金额": "จำนวนขั้นต่ำ",
	"最大金额": "จำนวนเงินสูงสุด",
	"质押": "ออมทรัพย์",
	"天": "ท้องฟ้า",
	"质押详情": "รายละเอียดการออม",
	"日收益": "รายได้รายวัน",
	"请输入质押金额": "กรุณากรอกจำนวนเงินออม",
	"质押最小金额": "จำนวนเงินขั้นต่ำที่จะบันทึก",
	"质押最大金额": "จำนวนเงินออมสูงสุด",
	"是否确定质押": "คุณแน่ใจเกี่ยวกับการบันทึกหรือไม่?",
	"质押记录": "บันทึกการออม",
	"质押天数": "จำนวนวันที่ปักหลัก",
	"实名认证": "ตรวจสอบแล้ว",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "โปรดอัปโหลดด้านหน้าและด้านหลังของบัตรประจำตัวประชาชนและบัตรประจำตัวประชาชนของคุณ อันแรกคือด้านหน้า และอันที่สองคือด้านหลัง",
	"真实姓名": "ชื่อจริง",
	"请输入真实姓名": "กรุณากรอกชื่อจริงของคุณ",
	"证件号": "ใบอนุญาตเลขที่",
	"请输入证件号": "กรุณากรอกหมายเลขประจำตัวของคุณ",
	"您还未实名认证,请去认证": "คุณยังไม่ได้รับรองความถูกต้องของชื่อจริงของคุณ โปรดไปตรวจสอบความถูกต้อง",
	"实名信息审核中": "ข้อมูลชื่อจริงอยู่ระหว่างการตรวจสอบ",
	"您以实名认证": "คุณรับรองความถูกต้องด้วยชื่อจริงของคุณ",
	"审核失败请重新提交": "หากการตรวจสอบล้มเหลว โปรดส่งใหม่อีกครั้ง",
	"已提交": "ส่ง",
	"是否提交审核": "ไม่ว่าจะส่งเพื่อตรวจสอบ",
	"请上传正确图片格式": "กรุณาอัปโหลดรูปแบบภาพที่ถูกต้อง",
	"上传中...": "กำลังอัปโหลด...",
	"上传失败": "การอัพโหลดล้มเหลว",
	"请上传正面照片": "กรุณาอัพโหลดภาพถ่ายด้านหน้า",
	"请上传反面照片": "กรุณาอัพโหลดภาพด้านหลัง",
	"市价交易": "การทำธุรกรรมราคาตลาด",
	"限价交易": "จำกัดการค้า",
	"卖出": "ขาย",
	"是否进行杠杆交易": "ไม่ว่าจะทำการซื้อขายแบบเลเวอเรจหรือไม่",
	"请输入杠杆张数": "กรุณากรอกจำนวนเลเวอเรจ",
	"张": "เปิด",
	"买": "ซื้อ",
	"卖": "ขาย",
	"合约": "สัญญา",
	"限价/卖出": "จำกัด/ขาย",
	"是否撤销当前委托": "ไม่ว่าจะยกเลิกค่าคอมมิชชั่นปัจจุบัน",
	"撤销成功": "เพิกถอนเรียบร้อยแล้ว",
	"提交中": "กำลังส่ง",
	"是否提交此充值单": "ไม่ว่าจะส่งคำสั่งเติมเงินนี้หรือไม่",
	"提交成功": "ส่งเรียบร้อยแล้ว",
	"请上传交易图片": "กรุณาอัพโหลดภาพการทำธุรกรรม",
	"充值记录": "บันทึกการเติมเงิน",
	"审核中": "ภายใต้การทบทวน",
	"手续费": "ค่าธรรมเนียมการจัดการ",
	"您还未设置支付密码,是否去设置支付密码": "คุณยังไม่ได้ตั้งรหัสผ่านการชำระเงิน คุณต้องการตั้งรหัสผ่านการชำระเงินหรือไม่?",
	"请输入验证码": "กรุณากรอกรหัสยืนยัน",
	"是否设置支付密码": "ไม่ว่าจะตั้งรหัสผ่านการชำระเงิน",
	"设置支付密码": "ตั้งรหัสผ่านการชำระเงิน",
	"修改成功": "แก้ไขเรียบร้อยแล้ว",
	"提现成功": "ถอนเงินสำเร็จ",
	"未设置": "ไม่ได้ตั้งค่า",
	"设置成功": "การติดตั้งที่ประสบความสำเร็จ",
	"取消成功": "ยกเลิกความสำเร็จ",
	"是否对此单进行平仓": "ไม่ว่าจะปิดออเดอร์นี้",
	"平仓历史": "ปิดประวัติ",
	"倒计时(s)": "นับถอยหลัง",
	"盈亏($)": "กำไรและขาดทุน ($)",
	"抢购周期": "วงจรการซื้อแบบตื่นตระหนก",
	"当前价格": "ราคาปัจจุบัน",
	"是否进行下单": "ไม่ว่าจะสั่งซื้อสินค้า",
	"请选择订单方向": "กรุณาเลือกทิศทางการสั่งซื้อ",
	"下单完成": "คำสั่งซื้อเสร็จสมบูรณ์",
	"下单时间": "เวลาสั่งซื้อ",
	"持仓历史": "ประวัติตำแหน่ง",
	"委托历史": "ประวัติคอมมิชชั่น",
	"已撤销": "เพิกถอนแล้ว",
	"已成交": "จัดการเรียบร้อยแล้ว",
	"历史记录": "บันทึกประวัติศาสตร์",
	"支持USDT-TRC20快速提现": "รองรับการถอนเงิน USDT-TRC20 อย่างรวดเร็ว",
	"提现后等待客服审核": "รอการตรวจสอบการบริการลูกค้าหลังจากถอนเงิน",
	"多空大小必选,可同时多空大小各选其一": "ต้องเลือกขนาดยาวและสั้นคุณสามารถเลือกขนาดยาวและสั้นได้พร้อมกัน",
	"请登录": "กรุณาเข้าสู่ระบบ",
	"成功修改钱包密码": "เปลี่ยนรหัสผ่านกระเป๋าเงินสำเร็จแล้ว",
	"请输入您的旧密码": "กรุณากรอกรหัสผ่านเก่าของคุณ",
	"请输入新密码": "กรุณากรอกรหัสผ่านใหม่",
	"请输入确认密码": "กรุณากรอกรหัสผ่านยืนยัน",
	"确认密码与新密码不一致": "ยืนยันรหัสผ่านไม่สอดคล้องกับรหัสผ่านใหม่",
	"是否修改登录密码": "ไม่ว่าจะเปลี่ยนรหัสผ่านเข้าสู่ระบบ",
	"是否更改钱包安全密码": "ไม่ว่าจะเปลี่ยนรหัสผ่านความปลอดภัยของกระเป๋าเงิน",
	"单": "หนึ่ง",
	"双": "คู่",
	"多": "มากมาย",
	"空": "โมฆะ",
	"买入": "ซื้อ",
	"请输入申购金额": "กรุณากรอกจำนวนการสมัครสมาชิก",
	"余额": "สมดุล",
	"时间": "เวลา",
	"邀请好友，领取高达20%邀请、交易双重佣金": "เชิญเพื่อนและรับค่าคอมมิชชั่นสูงถึง 20% สำหรับการเชิญและการทำธุรกรรม",
	"BHE福利": "ผลประโยชน์บีเอชอี",
	"邀请好友": "เชิญเพื่อน ๆ",
	"冻结": "แช่แข็ง",
	"语言": "ภาษา",
	"请选择支付类型": "กรุณาเลือกประเภทการชำระเงิน",
	"[充值规则说明]": "[คำอธิบายกฎการเติมเงิน]",
	"账户": "บัญชี",
	"等级": "ระดับ",
	"注册时间": "เวลาลงทะเบียน",
	"或朋友并获得奖励 ": "หรือเพื่อนแล้วรับรางวัล",
	Lock_up_to: "ล็อค_อัพ_โต",
	"No data": "ไม่มีข้อมูล",
	"Please enter the confirmation password!": "กรุณากรอกรหัสผ่านยืนยัน!",
	Pledge_success_txt: "Pledge_success_txt",
	Position_record_txt: "Position_record_txt",
	Tips_Tips_txt: "เคล็ดลับ_เคล็ดลับ_txt",
	"Welcome Back": "ยินดีต้อนรับกลับ",
	"account.charging": "บัญชีการชาร์จ",
	confirm: "ยืนยัน",
	confirm_the_pledge: "ยืนยัน_the_คำมั่นสัญญา",
	current_state_txt: "current_state_txt",
	day_txt_txt: "วัน_txt_txt",
	end_end_txt: "end_end_txt",
	income_income_txt: "Income_income_txt",
	mortgage_mmediately_txt: "จำนอง_mmediately_txt",
	mortgage_principal_txt: "จำนอง_principal_txt",
	msg10: "msg10",
	s: "ส",
	"td1.canceil": "td1.ยกเลิก",
	"td1.confirm": "td1.ยืนยัน",
	under_pledge_txt: "under_pledge_txt",
	"失败": "ล้มเหลว",
	"成功": "ความสำเร็จ",
	"提交": "ส่ง",
	"撤销": "ยกเลิก",
	"止损/止盈": "หยุดการขาดทุน/ทำกำไร",
	"下一步": "ขั้นตอนต่อไป",
	"平仓完成": "การปิดตำแหน่งเสร็จสมบูรณ์",
	"开单价格": "ราคาวางบิล",
	"开始时间": "เวลาเริ่มต้น",
	"成交数量": "จำนวนธุรกรรม",
	"结单价格": "ราคาใบแจ้งยอด",
	"结束时间": "เวลาสิ้นสุด",
	"订单方向": "ทิศทางการสั่งซื้อ",
	"质押区间": "ช่วงจำนำ",
	"质押金额": "จำนวนจำนำ",
	"以实现盈亏": "เพื่อให้ได้กำไรและขาดทุน",
	"上传转账截图": "อัพโหลดภาพหน้าจอการโอน",
	"是否确认提现": "ยืนยันการถอนเงิน?",
	"最大提现金额": "จำนวนเงินถอนสูงสุด",
	"是否设置此价格": "ไม่ว่าจะตั้งราคานี้",
	"请上传转账截图": "กรุณาอัพโหลดภาพหน้าจอการโอน",
	"是否取消当前设置": "ไม่ว่าจะยกเลิกการตั้งค่าปัจจุบัน",
	"请输入质押金额，不得超过": "กรุณากรอกจำนวนเงินจำนำซึ่งต้องไม่เกิน",
	"分享您的推荐链接并开始赚钱": "แชร์ลิงก์การแนะนำของคุณและเริ่มรับรายได้",
	"公告": "ประกาศ",
	"系统异常": "ข้อยกเว้นของระบบ",
	"请输入自定义充值金额": "กรุณากรอกจำนวนเงินที่เติมเอง",
	"自定义金额": "จำนวนเงินที่กำหนดเอง",
	"请打开链接": "กรุณาเปิดลิงค์",
	"恭喜新用户": "ขอแสดงความยินดีกับผู้ใช้ใหม่",
	"今日": "วันนี้",
	"覆盖国家": "ประเทศที่ครอบคลุม",
	"注册用户": "ผู้ใช้ที่ลงทะเบียนแล้ว",
	"已赚取收益": "รายได้ที่ได้รับ",
	"已发放佣金": "ออกคอมมิชชั่นแล้ว",
	"快速买币": "ซื้อเหรียญอย่างรวดเร็ว",
	"网格交易": "การซื้อขายกริด",
	"封闭期": "ช่วงปิดทำการ",
	"激活金额": "จำนวนการเปิดใช้งาน",
	"今日最高年化": "รายปีสูงสุดในวันนี้",
	"立即购买": "ซื้อเลย",
	"服务": "ให้บริการ",
	"提币": "ถอนเหรียญ",
	"邀请返佣": "เชิญรับส่วนลด",
	"关于我们": "เกี่ยวกับเรา",
	"合作伙伴": "พันธมิตร",
	"总资金": "เงินทุนทั้งหมด",
	"今日收益": "รายได้วันนี้",
	"邮箱": "จดหมาย",
	"密码": "รหัสผ่าน",
	"手机号": "หมายเลขโทรศัพท์",
	"忘记密码": "ลืมรหัสผ่าน",
	"注册": "ลงทะเบียน",
	"请输入手机号": "กรุณากรอกหมายเลขโทรศัพท์",
	"正在维护": "ภายใต้การบำรุงรักษา",
	"您确定购买此产品": "คุณแน่ใจที่จะซื้อผลิตภัณฑ์นี้",
	"购买的数量": "ปริมาณที่ซื้อ",
	"加载中": "กำลังโหลด",
	"我的机器人": "หุ่นยนต์ของฉัน",
	"剩余天数": "จำนวนวันที่เหลืออยู่",
	"暂停": "หยุดชั่วคราว",
	"是否激活此机器人": "ไม่ว่าจะเปิดใช้งานหุ่นยนต์ตัวนี้",
	"是否暂停此机器人的工作": "ไม่ว่าจะหยุดการทำงานของหุ่นยนต์ตัวนี้ชั่วคราวหรือไม่",
	"激活成功": "การเปิดใช้งานสำเร็จ",
	"暂停成功": "ระงับได้สำเร็จ",
	"预计日收益": "รายได้โดยประมาณต่อวัน",
	"总收益": "รายได้รวม",
	"年化": "รายปี",
	"是否激活体验机器人": "ไม่ว่าจะเปิดใช้งานหุ่นยนต์ประสบการณ์",
	"赚币记录": "บันทึกการรับเหรียญ",
	"币种": "สกุลเงิน",
	"免费领取": "รับมันฟรี",
	"等级规则": "กฎลำดับชั้น",
	"当前等级": "ระดับปัจจุบัน",
	"是否确认修改登录密码": "คุณยืนยันการเปลี่ยนรหัสผ่านเข้าสู่ระบบหรือไม่?",
	"没有更多了": "ไม่มีอีกแล้ว",
	"当前收益": "รายได้ปัจจุบัน",
	"激活": "การเปิดใช้งาน",
	"赠送": "ให้ออกไป",
	"请输入赠送用户ID或邮箱": "กรุณากรอก ID ผู้ใช้ของขวัญหรือที่อยู่อีเมลของคุณ",
	"推荐计划": "โปรแกรมการอ้างอิง",
	"邀请朋友赚币": "เชิญเพื่อน ๆ เพื่อรับเหรียญ",
	"我的邀请码": "รหัสเชิญของฉัน",
	"是否将此机器人赠送于": "ไม่ว่าจะมอบหุ่นยนต์ตัวนี้เป็นของขวัญหรือไม่",
	"赠送成功": "มอบของขวัญเรียบร้อยแล้ว",
	"经验值": "ประสบการณ์",
	"台BOT正在为您疯狂赚币": "BOT ของไต้หวันกำลังทำเงินอย่างบ้าคลั่งเพื่อคุณ",
	"提高账户安全": "เพิ่มความปลอดภัยของบัญชี",
	"注册成功": "ลงทะเบียนสำเร็จ",
	"请上传证件照片": "กรุณาอัพโหลดรูปถ่ายเอกสาร",
	"上传证件照片": "อัพโหลดรูปถ่ายเอกสาร",
	"个人资料": "ข้อมูลส่วนตัว",
	"模拟余额": "ยอดคงเหลือจำลอง",
	"切换模拟交易": "สลับไปยังการซื้อขายจำลอง",
	"切换真实交易": "สลับไปยังการซื้อขายจริง",
	"选择交易对": "เลือกคู่การซื้อขาย",
	"输入时间(秒)": "ป้อนเวลา (วินาที)",
	"请输入有效数值": "กรุณากรอกค่าที่ถูกต้อง",
	"已切换到真实交易": "เปลี่ยนเป็นการซื้อขายจริงแล้ว",
	"已切换到模拟交易": "เปลี่ยนเป็นการซื้อขายจำลองแล้ว",
	"确认交易": "ยืนยันการซื้อขาย",
	"交易时间": "เวลาซื้อขาย",
	"已切换到": "เปลี่ยนไปที่",
	"历史记录页面开发中": "หน้าประวัติกำลังอยู่ในระหว่างการพัฒนา",
	"订单已提交": "ส่งคำสั่งซื้อแล้ว",
	"订单记录": "บันทึกคำสั่งซื้อ",
	"活跃订单": "คำสั่งซื้อที่ใช้งานอยู่",
	"暂无订单": "ยังไม่มีคำสั่งซื้อ",
	"下单价格": "ราคาสั่งซื้อ",
	"结束价格": "ราคาปิด",
	"盈亏": "กำไร/ขาดทุน",
	"剩余时间": "เวลาที่เหลืออยู่",
	"上拉加载更多": "ดึงขึ้นเพื่อโหลดเพิ่มเติม",
	"进行中": "กำลังดำเนินการ",
	"WIN": "ชนะ",
	"LOSE": "แพ้",
	"DRAW": "เสมอ",
	"tabBar_home": "หน้าหลัก",
	"tabBar_trade": "การซื้อขาย",
	"tabBar_wallet": "กระเป๋าเงิน",
	"买涨": "ซื้อขาขึ้น",
	"买跌": "ซื้อขาลง",
	"Time": "เวลา",
	"Amount": "จำนวนเงิน",
	"Sec": "วินาที",
	"活动福利": "สิทธิประโยชน์กิจกรรม",
	"新用户专享福利": "สิทธิประโยชน์พิเศษสำหรับผู้ใช้ใหม่",
	"注册即送100 USDT体验金": "ลงทะเบียนรับเงินทดลอง 100 USDT ทันที",
	"热门活动": "กิจกรรมยอดนิยม",
	"新手任务奖励": "รางวัลภารกิจมือใหม่",
	"完成新手任务，最高可获得500 USDT奖励": "ทำภารกิจมือใหม่ให้เสร็จ รับรางวัลสูงสุด 500 USDT",
	"邀请好友返佣": "เชิญเพื่อนรับคอมมิชชั่น",
	"邀请好友交易，享受永久返佣20%": "เชิญเพื่อนซื้อขาย รับคอมมิชชั่น 20% ตลอดไป",
	"交易量排行赛": "การแข่งขันอันดับปริมาณการซื้อขาย",
	"周交易量TOP10瓜分10000 USDT": "TOP10 ปริมาณการซื้อขายรายสัปดาห์แบ่งปัน 10,000 USDT",
	"首充双倍赠送": "เติมเงินครั้งแรกรับเพิ่มเป็นสองเท่า",
	"首次充值即送同等金额体验金": "เติมเงินครั้งแรกรับเงินทดลองเท่ากัน",
	"已结束": "สิ้นสุดแล้ว",
	"福利说明": "คำอธิบายสิทธิประโยชน์",
	"1. 所有活动奖励将在活动结束后3个工作日内发放": "1. รางวัลกิจกรรมทั้งหมดจะได้รับภายใน 3 วันทำการหลังจากกิจกรรมสิ้นสุด",
	"2. 体验金可用于模拟交易，盈利部分可提现": "2. เงินทดลองสามารถใช้สำหรับการซื้อขายจำลอง ส่วนกำไรสามารถถอนได้",
	"3. 如有任何疑问，请联系在线客服": "3. หากมีคำถามใดๆ กรุณาติดต่อฝ่ายบริการลูกค้าออนไลน์",
	"4. 最终解释权归平台所有": "4. แพลตฟอร์มขอสงวนสิทธิ์ในการตีความขั้นสุดท้าย",
	"推广中心": "ศูนย์การโปรโมท",
	"我的邀请链接": "ลิงก์เชิญของฉัน",
	"复制链接": "คัดลอกลิงก์",
	"分享": "แชร์",
	"如何推广": "วิธีการโปรโมท",
	"复制邀请链接": "คัดลอกลิงก์เชิญ",
	"点击上方复制按钮获取您的专属邀请链接": "คลิกปุ่มคัดลอกด้านบนเพื่อรับลิงก์เชิญเฉพาะของคุณ",
	"分享给好友": "แชร์ให้เพื่อน",
	"将链接分享到社交媒体或发送给好友": "แชร์ลิงก์ไปยังโซเชียลมีเดียหรือส่งให้เพื่อน",
	"guide.title": "คู่มือการซื้อขาย",
	"guide.intro.title": "สัญญาวินาทีคืออะไร",
	"guide.intro.description": "สัญญาวินาทีเป็นวิธีการซื้อขายที่ง่ายและรวดเร็ว คุณเพียงแค่ทำนายทิศทางราคาขึ้นหรือลงภายในเวลาที่กำหนด หากทำนายถูกต้องจะได้รับผลตอบแทน",
	"guide.steps.title": "ขั้นตอนการซื้อขาย",
	"guide.steps.step1.title": "เลือกคู่การซื้อขาย",
	"guide.steps.step1.description": "ในหน้าการซื้อขายเลือกคู่สกุลเงินดิจิทัลที่คุณต้องการซื้อขาย เช่น BTC/USDT",
	"guide.steps.step2.title": "ตั้งค่าจำนวนเงินและเวลา",
	"guide.steps.step2.description": "ป้อนจำนวนเงินที่ซื้อขาย เลือกระยะเวลาการซื้อขาย (30 วินาที - 3 นาที)",
	"guide.steps.step3.title": "เลือกทิศทาง",
	"guide.steps.step3.description": "ตามการตัดสินใจของคุณ คลิกปุ่มซื้อขาขึ้นหรือซื้อขาลง",
	"guide.steps.step4.title": "รอการชำระบัญชี",
	"guide.steps.step4.description": "หลังจากนับถอยหลังสิ้นสุด ระบบจะชำระบัญชีอัตโนมัติ หากทำนายถูกต้องจะได้รับผลตอบแทน",
	"guide.profit.title": "คำอธิบายผลตอบแทน",
	"guide.profit.time30s": "30 วินาที",
	"guide.profit.time1m": "1 นาที",
	"guide.profit.time2m": "2 นาที",
	"guide.profit.time3m": "3 นาที",
	"guide.profit.correctPrediction": "ทำนายถูกต้อง: ได้รับผลตอบแทน 100% ของจำนวนเงินที่ลงทุน",
	"guide.profit.wrongPrediction": "ทำนายผิด: สูญเสียจำนวนเงินที่ลงทุน",
	"guide.example.title": "ตัวอย่างการซื้อขาย",
	"guide.example.tradingPair": "คู่การซื้อขาย",
	"guide.example.amount": "จำนวนเงินที่ลงทุน",
	"guide.example.duration": "ระยะเวลาการซื้อขาย",
	"guide.example.profitRate": "อัตราผลตอบแทน",
	"guide.example.direction": "ทิศทาง",
	"guide.example.buyUp": "ซื้อขาขึ้น",
	"guide.example.correctProfit": "ผลตอบแทนจากการทำนายถูกต้อง",
	"guide.notes.title": "ข้อควรระวัง",
	"guide.notes.note1": "1. กรุณาทำความเข้าใจความเสี่ยงของตลาดอย่างเต็มที่ก่อนการซื้อขาย ซื้อขายอย่างระมัดระวัง",
	"guide.notes.note2": "2. แนะนำให้ผู้เริ่มต้นใช้บัญชีจำลองฝึกฝนก่อน",
	"guide.notes.note3": "3. กรุณาอย่าลงทุนเกินกว่าความสามารถที่จะรับได้ของคุณ",
	"guide.notes.note4": "4. ยิ่งระยะเวลาการซื้อขายนานขึ้น ความผันผวนของตลาดก็ยิ่งมากขึ้น และความเสี่ยงก็เพิ่มขึ้นตามไปด้วย",
	"guide.notes.note5": "5. หากมีข้อสงสัย กรุณาติดต่อฝ่ายบริการลูกค้าเพื่อขอความช่วยเหลือได้ตลอดเวลา",
	"下载中心": "ศูนย์ดาวน์โหลด",
	"APP下载": "ดาวน์โหลดแอป",
	"版本": "เวอร์ชัน",
	"下载APK": "ดาวน์โหลด APK",
	"扫码下载": "สแกนโค้ดเพื่อดาวน์โหลด",
	"扫描二维码下载APP": "สแกน QR Code เพื่อดาวน์โหลดแอป",
	"最新版本特性": "คุณสมบัติเวอร์ชันล่าสุด",
	"全新UI界面，操作更流畅": "UI ใหม่ทั้งหมด การทำงานที่ราบรื่นยิ่งขึ้น",
	"优化K线图表，数据更精准": "ปรับปรุงกราฟแท่งเทียน ข้อมูลแม่นยำยิ่งขึ้น",
	"新增多种交易对支持": "เพิ่มการรองรับคู่การซื้อขายหลากหลาย",
	"提升交易速度，降低延迟": "เพิ่มความเร็วในการซื้อขาย ลดความล่าช้า",
	"修复已知问题，提升稳定性": "แก้ไขปัญหาที่ทราบแล้ว เพิ่มความเสถียร",
	"安装说明": "คำแนะนำการติดตั้ง",
	"iOS用户": "ผู้ใช้ iOS",
	"1. 点击"App Store"按钮跳转到应用商店": "1. คลิกปุ่ม \"App Store\" เพื่อไปยังร้านแอปพลิเคชัน",
	"2. 点击"获取"按钮下载安装": "2. คลิกปุ่ม \"รับ\" เพื่อดาวน์โหลดและติดตั้ง",
	"Android用户": "ผู้ใช้ Android",
	"1. 点击"下载APK"按钮下载安装包": "1. คลิกปุ่ม \"ดาวน์โหลด APK\" เพื่อดาวน์โหลดไฟล์ติดตั้ง",
	"2. 下载完成后点击安装": "2. หลังจากดาวน์โหลดเสร็จ คลิกติดตั้ง",
	"3. 如提示"未知来源"，请在设置中允许安装": "3. หากมีข้อความ \"แหล่งที่ไม่รู้จัก\" กรุณาอนุญาตการติดตั้งในการตั้งค่า"
}