{
	"最多只能同时有3条未审核提现记录": "Vous ne pouvez avoir que 3 enregistrements de retrait en attente en même temps.",
	"基础": "Base",
	"申请贷款后与客服联系审批额度": "Veuillez contacter le service client pour le montant d'approbation après avoir demandé un prêt",
	"请不要重复提交": "Veuillez ne pas soumettre à nouveau",
	"贷款额度与客户信用分和资产存在关系":"Le montant du prêt est lié au score de crédit du client et à ses actifs",
	"开始验证": "Commencer la vérification",
	"已验证": "Vérifié",
	"验证失败": "L'authentification a échoué",
	"总利息": "intérêt total",
	"需还款": "Il faut rembourser",
	"违约金": "dommages-intérêts",
	"批准时间": "Délai d'approbation",
	"还款日期": "Date de remboursement",
	"待审核": "En attente d'examen",
	"正在审核": "En cours de révision",
	"已还款": "Remboursé",
	"还款审核中": "Remboursement en cours d'examen",
	"协议": "protocole",
	"现在还款": "Payez maintenant",
	"签署协议": "signer un accord",
	"姓名": "Nom",
	"贷款": "prêt",
	"贷款协议(质押贷款)日期": "Accord de prêt (prêt sur gage) Date",
	"借款人": "emprunteur",
	"名": "nom",
	"姓": "nom de famille",
	"电话": "Téléphone",
	"贷款人": "prêteur",
	"区块链借贷": "Prêt blockchain",
	"统称为各方": "collectivement appelés les parties",
	"(生效日期)签订 由以下各方": "(Date d'entrée en vigueur) Conclu par",
	"还款条款": "modalités de remboursement",
	"贷款额度": "Montant du prêt",
	"借款人同意偿还": "L'emprunteur s'engage à rembourser",
	"利率": "taux d'intérêt",
	"双方约定的利率为": "Le taux d'intérêt convenu par les deux parties est",
	"贷款期限": "durée du prêt",
	"该贷款期限为": "La durée du prêt est",
	"天": "ciel",
	"还款方式": "Mode de remboursement",
	"借款人同意偿还贷款人": "L'emprunteur s'engage à rembourser le prêteur",
	"本金和": "Somme principale",
	"到期利息": "Intérêts dus",
	"按日计算": "Calculé par jour",
	"还款适用性": "Adéquation du remboursement",
	"滞纳金": "frais de retard",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "Si l'emprunteur ne rembourse pas le prêt à temps, il devra payer des frais de retard.",
	"提前还款": "Remboursement anticipé",
	"借款人提前还款不会受到任何处罚": "Les emprunteurs ne seront pas pénalisés en cas de remboursement anticipé",
	"默认": "défaut",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "Si l'emprunteur ne rembourse pas à temps, il devra immédiatement rembourser la totalité du capital et des intérêts impayés, sans préavis ni demande.",
	"费用": "coût",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "Si l'emprunteur ne remplit pas ses obligations de remboursement à temps, il s'engage à supporter tous les frais encourus. Pendant le processus de recouvrement, le prêteur inclut, sans toutefois s'y limiter, les honoraires d'avocat.",
	"可分割性": "Divisibilité",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "Si une disposition du présent accord s’avère invalide ou inapplicable, cette disposition sera nulle et non avenue mais toutes les autres dispositions resteront valides et contraignantes.",
	"法律效力": "effet juridique",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "Le présent accord sera juridiquement contraignant pour les parties et pourra être signé et signé au sein des Nations Unies et en Europe. Les deux parties déclarent qu'elles ont le pouvoir de conclure le présent accord.",
	"各种各样的": "divers",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "Sous réserve des termes du présent Accord, la Société paiera le solde du compte sous forme de devise. Les deux parties ont le pouvoir de conclure le présent accord. Aucune des parties ne doit enfreindre les droits d'un tiers ni violer tout autre accord entre les parties.",
	"适用法律": "Droit applicable",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "Le présent Accord sera interprété et appliqué conformément aux lois du pays dans lequel l'Emprunteur est situé.",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "Les fonds pour cet accord sont fournis par un établissement de crédit bancaire tiers. Tous les fonds fournis doivent être remboursés par moi-même.",
	"双方同意以上条款并签字如下": "Les deux parties acceptent les conditions ci-dessus et signent comme suit",
	"(按日计算)这应被视为处罚而不是罚款": "(sur une base quotidienne) Cela doit être considéré comme une pénalité et non une amende",
	"贷方": "prêteur",
	"借款人签名": "Signature de l'emprunteur",
	"签名日期": "Date de signature",
	"签字": "signature",
	"重写": "récrire",
	"预估贷款额度": "Montant estimé du prêt",
	"验证您的身份并获得更多服务": "Vérifiez votre identité et obtenez plus de services",
	"贷款期限(天)": "Durée du prêt (jours)",
	"日利率": "taux d'intérêt quotidien",
	"总利息金额": "montant total des intérêts",
	"贷款后当天内无需支付利息，之后需支付利息": "Aucun intérêt n'est requis dans la journée suivant la souscription du prêt, et les intérêts seront payés par la suite.",
	"现在借款": "Emprunter maintenant",
	"借款记录": "Dossiers de prêt",
	"尚未借款": "Pas encore emprunté",
	"找不到您的贷款信息": "Les informations sur votre prêt sont introuvables",
	"认证": "Attestation",
	"请输入": "Veuillez entrer",
	"姓氏": "Nom de famille",
	"性别": "genre",
	"男": "mâle",
	"女": "femelle",
	"出生日期": "date de naissance",
	"国家": "nation",
	"名字": "nom",
	"电话号码": "numéro de téléphone",
	"证件": "Documents",
	"请填写完整信息": "Veuillez remplir les informations complètes",
	"上传证件": "Télécharger des documents",
	"身份证正面": "Recto de la carte d'identité",
	"身份证反面": "verso de la carte d'identité",
	"拍摄时注意一下几点": "Faites attention à quelques points lors de la prise de vue",
	"请注意图片的边框完整，字体清晰，亮度均匀": "Veuillez noter que les bordures de l'image sont complètes, les polices sont claires et la luminosité est uniforme.",
	"请勿上传于姓名不符的证件照": "Veuillez ne pas télécharger de photos d'identité qui ne correspondent pas à votre nom.",
	"请先验证身份信息": "Veuillez d'abord vérifier votre identité",
	"名称": "nom",
	"交易额": "Volume des transactions",
	"合集": "Collection",
	"市场": "marché",
	"地板价": "prix plancher",
	"总排行": "Classement général",
	"我的收藏": "ma collection",
	"关于": "à propos",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "NFT est un enregistrement numérique sur la blockchain qui représente la propriété et l'authenticité des médias.",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "Un NFT n'est pas seulement un fichier multimédia (comme un Gif ou un Jpeg), c'est aussi un dossier public contenant des informations historiques associées au média. Dans ce cas, le NFT s’apparente davantage à une liste de propriété et à un certificat d’authenticité du tableau.",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "Les NFT diffèrent des actifs fongibles, tels que les billets de 20 $, les actions ou autres unités, qui peuvent être échangés sans changer de valeur.",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "Contrairement à 20 $ qui peuvent être remplacés par 20 $ supplémentaires, la qualité unique du NFT rend chaque NFT unique, et cette unicité peut être vérifiée.",
	"为何NFT如此重要": "Pourquoi les NFT sont si importants",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "Les NFT servent de preuve de propriété, vérifiant mathématiquement si une certaine adresse blockchain possède l'article de manière hautement inviolable.",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "Les NFT servent également de certificats d'authenticité, garantissant que toute forme de média (œuvre d'art, document ou autre fichier numérique) peut être retracée jusqu'à son origine (pour prouver qu'il n'a pas été falsifié depuis la source).",
	"NFT的解释": "Explication NFT",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "Photographier une œuvre d’art dans un musée ne fait pas du photographe le propriétaire du tableau, et l’image capturée ne devient pas non plus l’œuvre d’art elle-même.",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "Nous le savons parce que les conservateurs, les universitaires, les collectionneurs et le public sont d’accord sur la question des originaux, des reproductions et de leurs propriétaires légitimes.",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "Il en va de même pour les NFT, où l’original a une rareté et une valeur prouvables – par opposition à une copie enregistrée par un clic droit –. Mais NFT ne s'appuie pas sur le jugement personnel pour vérifier l'authenticité ou la propriété, mais utilise les capacités de recherche de consensus de la technologie blockchain.",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "En bref, NFT utilise une preuve mathématique objective pour vérifier la propriété et l'authenticité, plutôt que la confiance subjective envers les individus ou les organisations.",
	"NFT的极简史": "Une très brève histoire des NFT",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "Bien que les services de prêt blockchain viennent tout juste d’émerger, les NFT existent depuis les premiers jours de la technologie blockchain.",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "Le concept de NFT a été introduit dans Coloured Coins en 2012. Les pièces colorées sont stockées sur la blockchain Bitcoin et permettent de représenter la propriété d'actifs du monde réel, tels que des biens immobiliers ou des actions. Quelques années plus tard, l'artiste numérique Kevin McCoy a créé un « Quantum » – une œuvre dynamique octogonale sur la blockchain Namecoin, qui est devenue le premier NFT largement connu.",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "Après que la plateforme Counterparty basée sur Bitcoin ait commencé à populariser de manière virale des objets de collection comme Rare Pepes, Ethereum a fait progresser les NFT en 2018 avec CryptoKitties et la norme ERC-721. Cela ouvre la voie à d'autres réseaux de blockchain activés par des contrats intelligents, tels que Solana, Polygon et Tezos, qui aident les NFT à être davantage adoptés et diffusés.",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "À ce jour, les NFT ont été largement utilisés pour remettre en question la propriété et l’authenticité de l’art numérique et des objets de collection. Certains premiers NFT, tels que CryptoPunks, ont vu un changement dans le concept de propriété, ce qui constituait également un changement culturel. Les NFT ont des cas d'utilisation pour une propriété décentralisée en dehors de l'art, et ils continuent de croître, de la vérification de documents financiers sensibles à l'accès exclusif aux expériences de la culture pop.",
	"NFT有什么用途": "Quelles sont les utilisations du NFT ?",
	"艺术&收藏品": "Art et objets de collection",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "Presque n'importe quel fichier numérique peut devenir un NFT, mais le cas d'utilisation le plus courant aujourd'hui est l'art numérique de collection. Avant l’avènement des NFT, la critique la plus sérieuse à l’encontre de l’art numérique ou des objets de collection était qu’il était presque impossible de vérifier la propriété d’une œuvre d’art ou d’une carte de baseball en ligne, ce qui nécessitait de recourir fortement à des intermédiaires et rendait les gens vulnérables à la fraude.",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "NFT légitime davantage l’art numérique, devenant un support et une expression précieuse de la culture moderne. Les NFT « de premier ordre » – des œuvres d'artistes numériques comme CryptoPunks, Bored Ape Yacht Club et Beeple – ont établi des records de prix de vente non seulement pour le marché NFT, mais également pour les maisons de ventes aux enchères d'art traditionnelles.",
	"社区会员": "membre de la communauté",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "De nombreuses séries NFT offrent à leurs détenteurs des avantages, des récompenses ou des expériences uniques dans le monde réel, créant ainsi une valeur supplémentaire.",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "Ceux qui détiennent des objets de collection spécifiques à NFT se connectent régulièrement les uns aux autres, entretiennent des relations et partagent leur passion pour le projet, ce qui leur donne également un sentiment plus profond d'appartenance à la communauté.",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "De plus, certaines organisations autonomes décentralisées (DAO) se réuniront pour partager des sujets qu'elles considèrent comme d'importance culturelle, comme la propriété partielle et la gestion collective dans les NFT.",
	"音乐行业": "industrie de la musique",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "Les musiciens utilisent les NFT pour réduire l'influence des maisons de disques et de l'industrie musicale au sens large, aidant ainsi les artistes à arbitrer et à quantifier leurs relations avec les fans. Tout comme des images uniques peuvent être insérées dans la blockchain sous forme de NFT, des clips audio uniques peuvent être créés, échangés et stockés sur la blockchain sous forme de NFT pour que les fans puissent les posséder et en profiter.",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "Des dizaines d'artistes musicaux de tous genres et générations, dont Kings of Leon et 3LAU, utilisent NFT pour cultiver de nouvelles expériences musicales et compenser leur dépendance à l'égard des intermédiaires de l'industrie musicale.",
	"游戏": "jeu",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "Les plateformes basées sur la blockchain telles que Decentraland, Axie Infinity et The Sandbox utilisent les NFT pour offrir aux joueurs des expériences de jeu uniques et récompenser les joueurs avec des objets de valeur réelle. Dans ces jeux, les NFT peuvent représenter des terrains virtuels, des personnages, des capacités ou des appareils portables avec différents attributs et valeurs marchandes. La crypto-monnaie originale des jeux blockchain NFT est un élément clé de l’économie du jeu, et ses réalisations de jeu peuvent également être utilisées pour récompenser les joueurs avec des objets de valeur réelle. NFT permet aux joueurs de prendre le contrôle de leurs réalisations en jeu et de recevoir des récompenses personnalisées ayant une valeur réelle.",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业’税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "Les NFT ont également des cas d'utilisation innovants liés aux protocoles de finance décentralisée (DeFi), comme moyen inviolable de conserver la propriété sans intermédiaires. Des documents financiers importants, tels qu'une preuve de propriété d'un terrain ou une déclaration de revenus d'une entreprise, peuvent être créés sous forme de NFT et utilisés dans des protocoles financiers décentralisés pour exécuter de manière fiable des transactions blockchain peer-to-peer. En plus de la preuve de propriété et d'authenticité pour les cas d'utilisation, les NFT peuvent également être utilisés comme garantie permettant aux utilisateurs de contracter des prêts. Qu'il s'agisse de services de prêt traditionnels ou de services de prêt basés sur la blockchain, ils explorent comment utiliser la valeur du NFT pour financer de nouveaux produits et services financiers.",
	"元宇宙与Web3": "Métaverse et Web3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "Les NFT deviennent rapidement un élément fondamental de la prochaine génération d'Internet, offrant une expérience en ligne plus immersive grâce aux attributs de propriété uniques des NFT.",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "NFT a le potentiel de rendre l’architecture Internet basée sur la blockchain plus décentralisée et anonyme, souvent appelée Web3. NFT montre tout son potentiel dans ces domaines et a l’opportunité de jouer un rôle clé dans le développement ultérieur du Web3 et du Metaverse. Beaucoup pensent que l’art n’est que le premier des nombreux domaines révolutionnés par les NFT, et que d’autres cas d’utilisation tels que le commerce électronique, la propriété foncière et même l’identité personnelle émergeront bientôt.",
	"出席证明协议": "Accord de preuve de présence",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "Proof of Attendance Protocol (POAP) est un projet open source qui utilise des NFT pour suivre la participation à des événements du monde réel. Après avoir fourni une conception simple de badge et des métadonnées liées à l'événement (telles que le nom, le lieu et la date de l'événement), POAP peut être distribué pour créer un enregistrement numérique infalsifiable de participation, facile à partager et à vérifier.",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "POAP permet aux organisateurs d'événements d'offrir une expérience plus personnalisée à leurs communautés. Ce type de jeton non fongible peut également être étendu à d'autres domaines, tels que l'interrogation et le suivi des certificats d'établissements universitaires et d'organisations professionnelles.",
	"潮流": "s'orienter",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "Des marques de luxe aux puissances de la fast fashion, les entreprises du monde entier explorent la puissance des NFT.",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "Certaines marques bien connues lancent des lignes de vêtements NFT compatibles avec le métaverse, tandis que d'autres, comme Louis Vuitton, développent des jeux de collection de marques basés sur NFT.",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "Les NFT approfondissent les liens avec les clients tout en mettant en lumière de nouveaux artistes inspirants. Les fashionistas telles que Gucci, Dolce & Gabbana, Nike et Adidas utilisent la puissance du NFT pour créer et mener de nouvelles expériences tendance.",
	"处理中": "Traitement",
	"开始交易": "Commencer à trader",
	"探索NFT的世界": "Explorez le monde des NFT",
	"可靠的安全保障": "Sécurité fiable",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "Nos mesures de sécurité sophistiquées et nos fonds SAFU protègent vos actifs numériques de tous les risques.",
	"24*7小时客户服务支持": "Service client 24h/24 et 7j/7",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "Avec un mode de fonctionnement 24h/24 et 7j/7, nous répondrons à vos demandes dans les plus brefs délais.",
	"团队总人数": "Nombre total de membres de l'équipe",
	"今日团队收益": "Les gains de l'équipe du jour",
	"今日新增成员": "Nouveaux membres ajoutés aujourd'hui",
	"USDT充值最低金额": "1. Le montant minimum de recharge USDT est de {num} USDT et le montant soumis doit être un nombre entier.",
	"ETH充值最低金额": "2. Le montant minimum de recharge ETH est de {num} ETH, et le montant soumis doit être précis à 4 chiffres après la virgule décimale.",
	"BTC充值最低金额": "3. Le montant minimum de recharge BTC est de {num} BTC, et le montant soumis doit être précis à 4 chiffres après la virgule décimale.",
	"USDT提现最低金额": "Le montant minimum de retrait USDT est de {num}",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "Seuls les retraits USDT-TRC20 et USDT-ERC20 sont pris en charge.",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "Après avoir demandé un retrait, le temps nécessaire pour arriver sur votre compte est de 0 à 72 heures, veuillez attendre patiemment.",
	"联系客服": "Contactez le service à la clientèle",
	"首页": "page de garde",
	"体验金": "Frais d'essai",
	"新手礼包": "Coffret cadeau débutant",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "Ceux qui répondent aux exigences de novice peuvent recevoir un bonus d'essai de 1 000 USDT. Le bonus d'essai est valable trois jours et ne peut être réclamé qu'une seule fois.",
	"条件": "condition",
	"1.注册之日起7天内为新手用户。": "1. Soyez un utilisateur novice dans les 7 jours suivant la date d’inscription.",
	"2.新手用户未进行充值和交易。": "2. Les utilisateurs novices n'ont effectué aucun dépôt ni transaction.",
	"立即领取": "prends-le maintenant",
	"身份证": "Carte d'identité",
	"护照": "passeport",
	"驾驶证": "permis de conduire",
	"请上传证件照": "Veuillez télécharger une photo d'identité",
	"竞拍": "Offre",
	"量化": "Quantifier",
	"智能拍卖公司自2024年成立以来，便在美国加利福尼亚州旧金山这个金融科技的腹地发展壮大，迅速成为拍卖交易行业的佼佼者。": "Depuis sa création en 2021, {name} Intelligent Auction Company s'est développée et s'est développée dans l'arrière-pays technologique financier de San Francisco, en Californie, aux États-Unis, et est rapidement devenue un leader dans le secteur des ventes aux enchères.",
	"公司凭借雄厚的资金背景和AI技术的深度挖掘，专注于探索区块链市场的未来趋势，并致力于利用先进的AI系统，为客户提供高效且精准的NFT的拍卖交易服务。": "Grâce à sa solide expérience financière et à son exploration approfondie de la technologie de l'IA, la société se concentre sur l'exploration des tendances futures du marché de la blockchain et s'engage à utiliser des systèmes d'IA avancés pour fournir aux clients des services de transactions d'enchères NFT efficaces et précis.",
	"竞拍金额": "Montant de l'enchère",
	"竞拍收益": "Produit des enchères",
	"竞拍收益率": "Rendement des enchères",
	"竞拍时间": "Temps d'enchère",
	"可竞拍资金": "Fonds disponibles pour les enchères",
	"今日收益": "Les gains d'aujourd'hui",
	"本月收益": "Gains ce mois-ci",
	"竞拍总收益": "Produit total des enchères",
	"启动竞拍": "Commencer à enchérir",
	"等级": "grade",
	"竞拍交易": "Opération d'enchères",
	"有效金额": "Montant effectif",
	"需要邀请": "Besoin d'une invitation",
	"名下属": "subalterne",
	"每名下属累计充值": "Recharge accumulée pour chaque subordonné",
	"一级": "Niveau 1",
	"二级": "Niveau 2",
	"三级": "Niveau trois",
	"升级条件": "Conditions de mise à niveau",
	"权益": "droits et intérêts",
	"最小竞拍量": "Montant minimum de l'enchère",
	"最大竞拍量": "Volume d'enchères maximum",
	"每日竞拍量": "Volume d'enchères quotidien",
	"下一级": "niveau suivant",
	"日收益率": "Taux de rendement quotidien",
	"次": "De second ordre",
	"竞拍总收益": "Produit total des enchères",
	"今日竞拍收益": "Produit des enchères d’aujourd’hui",
	"团队人数": "Taille de l'équipe",
	"团队佣金": "Commissions d'équipe",
	"正在竞拍": "Enchérir maintenant",
	"正在启动竞拍机器人": "Démarrer le robot d'enchères",
	"竞拍机器人启动成功": "Le robot d'enchères a démarré avec succès",
	"正在扫描NFT": "Analyse des NFT",
	"分析NFT成功": "Analyser le succès du NFT",
	"竞拍匹配中": "Correspondance des enchères",
	"拍品匹配成功": "Lots correspondant avec succès",
	"正在等待创作者购买": "En attente de l'achat du créateur",
	"创作者购买成功": "Le créateur a acheté avec succès",
	"系统结算中": "Le système s'installe",
	"系统结算完成": "Règlement du système terminé",
	"竞拍完成": "Enchère terminée",
	"正在": "sont",
	"在": "exister",
	"发起购买": "Initier l'achat",
	"买入成功": "Achetez avec succès",
	"发起出售": "Initier la vente",
	"已发起出售": "Vente initiée",
	"等级不符，无法竞拍": "Le niveau ne correspond pas et vous ne pouvez pas enchérir.",
	"公司简介": "Profil de l'entreprise",
	"平台规则": "Règles de la plateforme",
	"常见问题": "Problème commun",
	"您还未高级认证,请去认证": "Vous n'avez pas encore reçu de certification avancée, veuillez vous adresser à la certification.",
	"您以高级认证": "Certification avancée",
	"订单审核中": "Commande en cours de révision",
	"已读": "Ont lu",
	"数字钱包未连接": "Portefeuille numérique non connecté",
	"请使用数字钱包打开链接": "Veuillez utiliser un portefeuille numérique pour ouvrir le lien",
	"未检测到数字钱包地址": "Adresse du portefeuille numérique non détectée",
	"正在检测数字钱包": "Détection du portefeuille numérique",
	"信用分": "pointage de crédit",
	"底部菜单上移": "Déplacer le menu du bas vers le haut",
	"是否需要上移菜单": "Avez-vous besoin de déplacer le menu vers le haut ?",
	"团队佣金奖励": "Récompenses de commission d'équipe",
	"推荐层级": "Niveau recommandé",
	"佣金奖励": "Récompenses de commissions",
	"例如：A邀请B，B邀请C，C邀请D": "Par exemple : A invite B, B invite C, C invite D",
	"代理A获得B收益的百分比": "L'agent A obtient le pourcentage des revenus de B",
	"代理A获得C收益的百分比": "L'agent A reçoit le pourcentage des revenus de C",
	"代理A获得D收益的百分比": "L'agent A reçoit le pourcentage des revenus de D",
	"待售": "à vendre",
	"开售": "En soldes",
	"请输入姓名": "Veuillez saisir votre nom",
	"请输入银行账号": "Veuillez saisir le numéro de compte bancaire",
	"请输入银行名称": "Veuillez saisir le nom de la banque",
	"请输入法定货币": "Veuillez saisir la devise légale",
	"请输入支行名称": "Veuillez entrer le nom de la succursale",
	"请输入银行邮编": "Veuillez saisir le code postal de la banque",
	"高级认证": "Certification avancée",
	"NFT正在持续收益": "NFT continue de gagner",
	"USDT总成交": "Transaction totale USDT",
	"用户收入": "revenu des utilisateurs",
	"交易": "commerce",
	IEO: "OIE",
	"我的": "le mien",
	"充值": "recharger",
	"提现": "retirer",
	"帮助": "aide",
	"行情": "Citations",
	"天数": "jours",
	"范围": "portée",
	"预计收益": "Revenu estimé",
	"可用金额": "Montant disponible",
	"收益率": "taux de retour",
	"提示": "indice",
	"浏览量": "Vues",
	"价格": "prix",
	"美元价格": "prix en dollars",
	"购买": "Acheter",
	"确定购买": "Confirmer l'achat",
	"热销": "vendre comme des petits pains",
	"停售": "Arrêté pour la vente",
	"发行者": "Émetteur",
	"什么是NFT": "Qu'est-ce que le NFT",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "Les NFT (jetons non fongibles) sont des éléments numériques uniques stockés sur la blockchain. Les NFT peuvent représenter presque n'importe quoi et servir d'enregistrement numérique de propriété.",
	"跨市场流动性聚合：": "Agrégation de liquidités cross-marchés :",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "Obtenez des commandes NFT en temps réel à partir de plateformes grand public telles que OpenSea, LooksRare, MagicEden, IMXOfficial, etc., et prenez en charge le placement de commandes en un clic sur plusieurs plateformes pour regrouper pour vous la liquidité des transactions sur l'ensemble du réseau.",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "Le marché d'émission de {name} lance régulièrement des projets de haute qualité. Le marché secondaire prend en charge les demandes de renseignements sur les raretés et les achats groupés. La section des statistiques fournit des données en temps réel sur la chaîne pour aider à la prise de décision, vous aidant ainsi à contrôler pleinement les opportunités commerciales du secteur. échanger rapidement.",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "Rappel chaleureux : vous devez vous assurer que vous disposez d'un solde suffisant lors de l'achat, sinon l'achat échouera.",
	"温馨提示：确保账户余额足够": "Rappel chaleureux : assurez-vous que le solde de votre compte est suffisant",
	"账户总额": "Total du compte",
	"冻结金额": "montant gelé",
	"今日收益": "Les gains d'aujourd'hui",
	"点击进入": "cliquez pour entrer",
	"全部": "tous",
	"已停售": "Discontinué",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "Vous pouvez choisir un forfait Smart Bidding. Une fois sélectionné, le robot de contrat intelligent hébergera votre quota disponible pour les enchères intelligentes.",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "Différents plans seront automatiquement mis aux enchères par des robots de contrats intelligents dans un but lucratif.",
	"交易对": "paire de trading",
	"最新价": "Dernier prix",
	"24小时涨跌幅": "Augmentation et diminution des prix sur 24 heures",
	"可用": "Disponible",
	"秒交易": "Transactions en quelques secondes",
	"杠杆交易": "Tirer parti du trading",
	"单价": "prix unitaire",
	"数量": "quantité",
	"交易模式": "modèle commercial",
	"价格": "prix",
	"市场最优价格": "Meilleur prix du marché",
	"倍数": "plusieurs",
	"请输入数量": "Veuillez entrer la quantité",
	"保证金": "marge",
	"服务费": "frais de service",
	"当前委托": "Commande en cours",
	"持有仓位": "Occuper un poste",
	"限价/买入": "Limiter/Acheter",
	"未实现盈亏($)": "Gains et pertes non réalisés ($)",
	"回报率": "taux de réponse",
	"持仓数量": "Quantité de position",
	"保证金率": "taux de marge",
	"开仓价格($)": "Prix ​​d'ouverture ($)",
	"标记价格($)": "Prix ​​​​marqué ($)",
	"强平价格($)": "Prix ​​de liquidation ($)",
	"调整杠杆": "Ajuster l'effet de levier",
	"止盈止损": "Prenez des bénéfices et stoppez les pertes",
	"平仓": "Position fermée",
	"设置止损/止盈": "Définir le stop loss/take profit",
	"止盈价格": "Prendre le prix du profit",
	"请输入止盈价格": "Veuillez saisir le prix du take profit",
	"止损价格": "Prix ​​​​stop loss",
	"请输入止损价格": "Veuillez entrer le prix stop loss",
	"预计盈亏": "Bénéfice et perte estimés",
	"确定": "Bien sûr",
	"秒": "Deuxième",
	"规则": "règle",
	"请输入金额": "Veuillez saisir le montant",
	"可用余额": "Solde disponible",
	"环保项目": "Énergie renouvelable",
	"收益": "revenu",
	"总充值": "Recharge totale",
	"团队": "équipe",
	"团队总收益": "Revenu total de l'équipe",
	"团队个数": "Nombre d'équipes",
	"推荐分享": "Recommander le partage",
	"消息": "information",
	"修改密码": "changer le mot de passe",
	"修改支付密码": "Changer le mot de passe de paiement",
	"退出登陆": "se déconnecter",
	"请选择充值金额": "Veuillez sélectionner le montant de la recharge",
	"请选择交易类型": "Veuillez sélectionner le type de transaction",
	"充值明细": "Détails de la recharge",
	"状态": "État",
	"金额": "Montant",
	"交易类型": "moyen de transaction",
	"地址": "adresse",
	"复制": "copie",
	"复制成功": "Copié avec succès",
	"复制失败": "Échec de la copie",
	"上传图片凭证": "Télécharger le bon d'image",
	"账户余额": "Solde du compte",
	"最小提现金额": "Montant minimum de retrait",
	"请输入地址": "Veuillez entrer l'adresse",
	"请输入支付密码": "Veuillez saisir le mot de passe de paiement",
	"提现记录": "Registre des retraits",
	"账号": "compte",
	"暂无数据~": "Aucune donnée pour l'instant~",
	"旧密码": "ancien mot de passe",
	"新密码": "nouveau mot de passe",
	"确认密码": "Confirmez le mot de passe",
	"消息详情": "Détails du message",
	"用户帮助": "Aide utilisateur",
	"邀请您的好友": "Invite tes amis",
	"或朋友并获得奖励": "ou des amis et obtenez des récompenses",
	"返佣记录": "Dossier de commission",
	"类型": "taper",
	"团队介绍": "présentation de l'équipe",
	"请输入邮箱": "veuillez saisir votre email",
	"请输入密码": "Veuillez entrer le mot de passe",
	"记住密码": "Se souvenir du mot de passe",
	"登录": "Se connecter",
	"创建账号": "Créer un compte",
	"请输入邀请码": "Veuillez entrer le code d'invitation",
	"获取验证码": "obtenir le code de vérification",
	"总资产": "Actif total",
	"发送成功": "Bien envoyé",
	"推荐并获得奖励": "Recommandez et soyez récompensé",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "Vous pouvez gagner des revenus de portefeuille financier en partageant votre lien d'invitation. Par exemple, vous pouvez obtenir une commission de {rates} % pour chaque dépôt effectué par un utilisateur que vous invitez.",
	"邀请等级": "Niveau d'invitation",
	"我的申购": "Mon abonnement",
	"已申购": "Déjà inscrit",
	"未申购": "Non abonné",
	"申购": "Abonnement",
	"申购记录": "Dossier d'abonnement",
	"申购金额": "Montant de l'abonnement",
	"购买成功": "Achat réussi",
	"确认": "confirmer",
	"取消": "Annuler",
	"温馨提示": "Conseils aimables",
	"是否确定申购": "Etes-vous sûr de vous abonner ?",
	"最小金额": "Montant minimal",
	"最大金额": "quantité maximale",
	"质押": "des économies",
	"天": "ciel",
	"质押详情": "Détails des économies",
	"日收益": "Revenu quotidien",
	"请输入质押金额": "Veuillez saisir le montant de l'épargne",
	"质押最小金额": "Montant minimum à épargner",
	"质押最大金额": "Montant maximum d'épargne",
	"是否确定质押": "Êtes-vous sûr de vouloir économiser ?",
	"质押记录": "dossier d'épargne",
	"质押天数": "Nombre de jours de jalonnement",
	"实名认证": "Vérifié",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "Veuillez télécharger le recto et le verso de votre carte d'identité ainsi que la carte d'identité portable. Le premier est le recto et le second le verso.",
	"真实姓名": "nom réel",
	"请输入真实姓名": "veuillez entrer votre vrai nom",
	"证件号": "numéro de licence",
	"请输入证件号": "Veuillez entrer votre numéro d'identification",
	"您还未实名认证,请去认证": "Vous n'avez pas encore authentifié votre vrai nom, veuillez vous authentifier.",
	"实名信息审核中": "Les informations sur le nom réel sont en cours d'examen",
	"您以实名认证": "Vous vous authentifiez avec votre vrai nom",
	"审核失败请重新提交": "Si l'examen échoue, veuillez soumettre à nouveau.",
	"已提交": "soumis",
	"是否提交审核": "S'il faut soumettre pour examen",
	"请上传正确图片格式": "Veuillez télécharger le format d'image correct",
	"上传中...": "Téléchargement...",
	"上传失败": "échec du téléchargement",
	"请上传正面照片": "Veuillez télécharger une photo de face",
	"请上传反面照片": "Veuillez télécharger une photo du verso",
	"市价交易": "transaction au prix du marché",
	"限价交易": "limiter le commerce",
	"卖出": "vendre",
	"是否进行杠杆交易": "S'il faut effectuer des transactions avec effet de levier",
	"请输入杠杆张数": "Veuillez saisir le nombre de levier",
	"张": "ouvrir",
	"买": "achat",
	"卖": "Vendre",
	"合约": "contracter",
	"限价/卖出": "Limiter/Vendre",
	"是否撤销当前委托": "S'il faut annuler la commission actuelle",
	"撤销成功": "Révoqué avec succès",
	"提交中": "soumission",
	"是否提交此充值单": "S'il faut soumettre cette commande de recharge",
	"提交成功": "Soumis avec succès",
	"请上传交易图片": "Veuillez télécharger des photos de la transaction",
	"充值记录": "Recharger l'enregistrement",
	"审核中": "à l'étude",
	"手续费": "frais de gestion",
	"您还未设置支付密码,是否去设置支付密码": "Vous n'avez pas défini de mot de passe de paiement. Souhaitez-vous définir un mot de passe de paiement ?",
	"请输入验证码": "veuillez entrer le code de vérification",
	"是否设置支付密码": "S'il faut définir un mot de passe de paiement",
	"设置支付密码": "Configurer le mot de passe de paiement",
	"修改成功": "Modification réussie",
	"提现成功": "Retirer avec succès",
	"未设置": "pas encore défini",
	"设置成功": "Installation réussie",
	"取消成功": "Annuler le succès",
	"是否对此单进行平仓": "S'il faut clôturer cette commande",
	"平仓历史": "Historique de clôture",
	"倒计时(s)": "Compte à rebours",
	"盈亏($)": "Profits et pertes ($)",
	"抢购周期": "cycle d'achat de panique",
	"当前价格": "Prix ​​actuel",
	"是否进行下单": "S'il faut passer une commande",
	"请选择订单方向": "Veuillez sélectionner le sens de la commande",
	"下单完成": "Commande terminée",
	"下单时间": "temps de commande",
	"持仓历史": "Historique des positions",
	"委托历史": "Historique des commissions",
	"已撤销": "Révoqué",
	"已成交": "Affaire conclue",
	"历史记录": "enregistrement de l'histoire",
	"支持USDT-TRC20快速提现": "Prise en charge du retrait rapide USDT-TRC20",
	"提现后等待客服审核": "Attendez l'examen du service client après le retrait",
	"多空大小必选,可同时多空大小各选其一": "La taille longue et courte doit être sélectionnée. Vous pouvez sélectionner l'une des tailles longues et courtes en même temps.",
	"请登录": "veuillez vous connecter",
	"成功修改钱包密码": "Le mot de passe du portefeuille a été modifié avec succès",
	"请输入您的旧密码": "Veuillez entrer votre ancien mot de passe",
	"请输入新密码": "Veuillez entrer un nouveau mot de passe",
	"请输入确认密码": "Veuillez saisir le mot de passe de confirmation",
	"确认密码与新密码不一致": "Confirmer que le mot de passe est incompatible avec le nouveau mot de passe",
	"是否修改登录密码": "S'il faut changer le mot de passe de connexion",
	"是否更改钱包安全密码": "S'il faut changer le mot de passe de sécurité du portefeuille",
	"单": "un",
	"双": "paire",
	"多": "beaucoup",
	"空": "nul",
	"买入": "acheter",
	"请输入申购金额": "Veuillez saisir le montant de l'abonnement",
	"余额": "Équilibre",
	"时间": "temps",
	"邀请好友，领取高达20%邀请、交易双重佣金": "Invitez des amis et recevez jusqu'à 20 % de double commission sur les invitations et les transactions",
	"BHE福利": "Avantages du BHE",
	"邀请好友": "Inviter des amis",
	"冻结": "geler",
	"语言": "langue",
	"请选择支付类型": "Veuillez sélectionner le type de paiement",
	"[充值规则说明]": "[Description des règles de recharge]",
	"账户": "Compte",
	"等级": "grade",
	"注册时间": "Heure d'inscription",
	"或朋友并获得奖励 ": "ou des amis et obtenez des récompenses",
	Lock_up_to: "Verrouiller_up_to",
	"No data": "Pas de données",
	"Please enter the confirmation password!": "Veuillez saisir le mot de passe de confirmation !",
	Pledge_success_txt: "Pledge_success_txt",
	Position_record_txt: "Position_record_txt",
	Tips_Tips_txt: "Conseils_Tips_txt",
	"Welcome Back": "Content de te revoir",
	"account.charging": "compte.chargement",
	confirm: "confirmer",
	confirm_the_pledge: "confirmer_the_pledge",
	current_state_txt: "état_actuel_txt",
	day_txt_txt: "jour_txt_txt",
	end_end_txt: "end_end_txt",
	income_income_txt: "revenu_revenu_txt",
	mortgage_mmediately_txt: "hypothèque_mmédiatement_txt",
	mortgage_principal_txt: "hypothèque_principal_txt",
	msg10: "msg10",
	s: "s",
	"td1.canceil": "td1.annuler",
	"td1.confirm": "td1.confirmer",
	under_pledge_txt: "under_pledge_txt",
	"失败": "échouer",
	"成功": "succès",
	"提交": "soumettre",
	"撤销": "Annuler",
	"止损/止盈": "Arrêter les pertes/prendre des bénéfices",
	"下一步": "L'étape suivante",
	"平仓完成": "Clôture du poste terminée",
	"开单价格": "Prix ​​de facturation",
	"开始时间": "Heure de départ",
	"成交数量": "Le nombre de transactions",
	"结单价格": "Prix ​​relevé",
	"结束时间": "Heure de fin",
	"订单方向": "sens de la commande",
	"质押区间": "Intervalle de promesse de don",
	"质押金额": "Montant de la promesse",
	"以实现盈亏": "pour réaliser des profits et des pertes",
	"上传转账截图": "Télécharger la capture d'écran du transfert",
	"是否确认提现": "Confirmer le retrait ?",
	"最大提现金额": "Montant maximum de retrait",
	"是否设置此价格": "S'il faut fixer ce prix",
	"请上传转账截图": "Veuillez télécharger des captures d'écran de transfert",
	"是否取消当前设置": "S'il faut annuler les paramètres actuels",
	"请输入质押金额，不得超过": "Veuillez saisir le montant de votre contribution, qui ne doit pas dépasser",
	"分享您的推荐链接并开始赚钱": "Partagez votre lien de parrainage et commencez à gagner",
	"公告": "annonce",
	"系统异常": "Exception système",
	"请输入自定义充值金额": "Veuillez saisir le montant de la recharge personnalisée",
	"自定义金额": "Montant personnalisé",
	"请打开链接": "Veuillez ouvrir le lien",
	"恭喜新用户": "Félicitations au nouvel utilisateur",
	"今日": "aujourd'hui",
	"覆盖国家": "Pays couverts",
	"注册用户": "Utilisateur enregistré",
	"已赚取收益": "Revenu gagné",
	"已发放佣金": "Commission émise",
	"快速买币": "Achetez des pièces rapidement",
	"网格交易": "échange de grille",
	"封闭期": "période fermée",
	"激活金额": "Montant d'activation",
	"今日最高年化": "Le taux annualisé le plus élevé du jour",
	"立即购买": "Achetez-le maintenant",
	"服务": "Servir",
	"提币": "Retirer des pièces",
	"邀请返佣": "Remise sur invitation",
	"关于我们": "à propos de nous",
	"合作伙伴": "Partenaire",
	"总资金": "fonds totaux",
	"今日收益": "Les gains d'aujourd'hui",
	"邮箱": "Mail",
	"密码": "mot de passe",
	"手机号": "Numéro de téléphone",
	"忘记密码": "oublier le mot de passe",
	"注册": "registre",
	"请输入手机号": "Veuillez entrer le numéro de téléphone",
	"正在维护": "En maintenance",
	"您确定购买此产品": "Êtes-vous sûr d'acheter ce produit",
	"购买的数量": "quantité achetée",
	"加载中": "chargement",
	"我的机器人": "mon robot",
	"剩余天数": "Le nombre de jours restant",
	"暂停": "pause",
	"是否激活此机器人": "S'il faut activer ce robot",
	"是否暂停此机器人的工作": "S'il faut suspendre le travail de ce robot",
	"激活成功": "Activation réussie",
	"暂停成功": "Suspendu avec succès",
	"预计日收益": "Revenu journalier estimé",
	"总收益": "Revenu total",
	"年化": "annualisé",
	"是否激活体验机器人": "S'il faut activer le robot d'expérience",
	"赚币记录": "Record de gains de pièces",
	"币种": "Devise",
	"免费领取": "Achetez le gratuitement",
	"等级规则": "règles de hiérarchie",
	"当前等级": "niveau actuel",
	"是否确认修改登录密码": "Confirmez-vous la modification du mot de passe de connexion ?",
	"没有更多了": "pas plus",
	"当前收益": "Gains actuels",
	"激活": "Activation",
	"赠送": "révéler",
	"请输入赠送用户ID或邮箱": "Veuillez saisir votre identifiant d'utilisateur ou votre adresse e-mail.",
	"推荐计划": "Programme de parrainage",
	"邀请朋友赚币": "Invitez des amis à gagner des pièces",
	"我的邀请码": "mon code d'invitation",
	"是否将此机器人赠送于": "S'il faut offrir ce robot à",
	"赠送成功": "Cadeau réussi",
	"经验值": "Expérience",
	"台BOT正在为您疯狂赚币": "Taiwan BOT vous rapporte de l'argent fou"
}