{
	"最多只能同时有3条未审核提现记录": "Você pode ter no máximo 3 registros de retirada pendentes ao mesmo tempo.",
	"基础": "Base",
	"申请贷款后与客服联系审批额度": "Entre em contato com o atendimento ao cliente para obter o valor da aprovação após solicitar um empréstimo",
	"请不要重复提交": "Por favor, não envie novamente",
	"贷款额度与客户信用分和资产存在关系":"O limite de crédito está relacionado à pontuação de crédito do cliente e aos ativos",
	"开始验证": "Iniciar verificação",
	"已验证": "Verificado",
	"验证失败": "Falha na autenticação",
	"总利息": "juros totais",
	"需还款": "Precisa de retribuir",
	"违约金": "danos liquidados",
	"批准时间": "Tempo de aprovação",
	"还款日期": "Data de reembolso",
	"待审核": "Revisão pendente",
	"正在审核": "Em revisão",
	"已还款": "Reembolsado",
	"还款审核中": "Reembolso em análise",
	"协议": "protocolo",
	"现在还款": "Pague agora",
	"签署协议": "assinar acordo",
	"姓名": "Nome",
	"贷款": "empréstimo",
	"贷款协议(质押贷款)日期": "Data do Contrato de Empréstimo (Empréstimo Penhor)",
	"借款人": "mutuário",
	"名": "nome",
	"姓": "sobrenome",
	"电话": "Telefone",
	"贷款人": "emprestador",
	"区块链借贷": "Empréstimos blockchain",
	"统称为各方": "coletivamente denominadas partes",
	"(生效日期)签订 由以下各方": "(Data de Entrada em Vigor) Celebrado por",
	"还款条款": "condições de reembolso",
	"贷款额度": "Valor do empréstimo",
	"借款人同意偿还": "O mutuário concorda em pagar",
	"利率": "taxa de juro",
	"双方约定的利率为": "A taxa de juro acordada por ambas as partes é",
	"贷款期限": "prazo do empréstimo",
	"该贷款期限为": "O prazo do empréstimo é",
	"天": "céu",
	"还款方式": "Método de reembolso",
	"借款人同意偿还贷款人": "O mutuário concorda em reembolsar o credor",
	"本金和": "Soma principal",
	"到期利息": "Juros devidos",
	"按日计算": "Calculado por dia",
	"还款适用性": "Adequação de reembolso",
	"滞纳金": "taxa de atraso no pagamento",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "Se o mutuário não pagar o empréstimo a tempo, o mutuário deverá pagar taxas de atraso de pagamento",
	"提前还款": "Reembolso antecipado",
	"借款人提前还款不会受到任何处罚": "Mutuários não serão penalizados por reembolso antecipado",
	"默认": "padrão",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "Se o mutuário não pagar atempadamente, deverá reembolsar imediatamente todo o capital e os juros pendentes, sem aviso ou pedido.",
	"费用": "custo",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "Se o mutuário não cumprir as suas obrigações de reembolso atempadamente, o mutuário concorda em suportar todos os custos incorridos. Durante o processo de cobrança, o credor inclui, mas não está limitado a, honorários de advogados",
	"可分割性": "Divisibilidade",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "Se qualquer disposição do presente Contrato for considerada inválida ou inexequível, tal disposição será nula, mas todas as outras disposições permanecerão válidas e vinculativas.",
	"法律效力": "efeito jurídico",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "O presente Acordo será juridicamente vinculativo para as partes e poderá ser assinado e executado nas Nações Unidas e na Europa. Ambas as partes declaram que têm autoridade para celebrar o presente Contrato",
	"各种各样的": "vários",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "Sujeito aos termos do presente Contrato, a Empresa pagará o saldo da Conta sob a forma de moeda. Ambas as partes têm autoridade para celebrar o presente Acordo. Nenhuma das partes infringirá os direitos de terceiros ou violará qualquer outro acordo entre as partes",
	"适用法律": "Lei aplicável",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "O presente Contrato será interpretado e executado de acordo com as leis do país em que o Mutuário está localizado",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "Os fundos para este acordo são fornecidos por uma instituição de empréstimos bancários terceirizada. Todos os fundos fornecidos devem ser reembolsados ​​por mim.",
	"双方同意以上条款并签字如下": "Ambas as partes acordam os termos acima referidos e assinam o seguinte",
	"(按日计算)这应被视为处罚而不是罚款": "(diariamente) Isto deve ser considerado uma penalização e não uma multa",
	"贷方": "emprestador",
	"借款人签名": "Assinatura do mutuário",
	"签名日期": "Data de assinatura",
	"签字": "assinatura",
	"重写": "reescrever",
	"预估贷款额度": "Montante estimado do empréstimo",
	"验证您的身份并获得更多服务": "Verifique a sua identidade e obtenha mais serviços",
	"贷款期限(天)": "Prazo do empréstimo (dias)",
	"日利率": "taxa de juro diária",
	"总利息金额": "valor total dos juros",
	"贷款后当天内无需支付利息，之后需支付利息": "Não são exigidos juros no dia seguinte à contratação do empréstimo e os juros serão pagos posteriormente",
	"现在借款": "Peça emprestado agora",
	"借款记录": "Registos de empréstimo",
	"尚未借款": "Ainda não foi emprestado",
	"找不到您的贷款信息": "As informações do seu empréstimo não podem ser encontradas",
	"认证": "Certificação",
	"请输入": "Por favor, insira",
	"姓氏": "Sobrenome",
	"性别": "género",
	"男": "macho",
	"女": "fêmea",
	"出生日期": "data de nascimento",
	"国家": "nação",
	"名字": "nome",
	"电话号码": "número de telefone",
	"证件": "Documentos",
	"请填写完整信息": "Por favor preencha informação completa",
	"上传证件": "Carregar documentos",
	"身份证正面": "frente do cartão de identificação",
	"身份证反面": "verso do cartão de identificação",
	"拍摄时注意一下几点": "Tenha atenção a algumas coisas ao fotografar",
	"请注意图片的边框完整，字体清晰，亮度均匀": "Note que as margens da imagem estão completas, as fontes são claras e o brilho é uniforme.",
	"请勿上传于姓名不符的证件照": "Por favor, não carregue fotos de identificação que não correspondam ao seu nome.",
	"请先验证身份信息": "Verifique primeiro a sua identidade",
	"名称": "nome",
	"交易额": "Volume de transações",
	"合集": "Coleção",
	"市场": "mercado",
	"地板价": "preço mínimo",
	"总排行": "Classificação geral",
	"我的收藏": "A minha coleção",
	"关于": "sobre",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "O NFT é um registo digital na blockchain que representa a propriedade e autenticidade dos media.",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "Um NFT não é apenas um ficheiro multimédia (como um Gif ou Jpeg) – é também um registo público que contém informação histórica associada aos media. Neste caso, o NFT assemelha-se mais a uma listagem de propriedade e a um certificado de autenticidade da pintura.",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "Os NFT diferem dos ativos fungíveis, como notas de 20 dólares, ações ou outras unidades, que podem ser trocadas sem alteração de valor.",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "Ao contrário de um $20 que pode ser substituído por outro $20, a qualidade única do NFT torna cada NFT único, e esta singularidade pode ser verificada.",
	"为何NFT如此重要": "Porque é que os NFTs são tão importantes",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "Os NFTs servem como prova de propriedade, verificando matematicamente se um determinado endereço blockchain possui o item de uma forma altamente à prova de falsificação.",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "Os NFTs servem também como certificados de autenticidade, garantindo que qualquer forma de media (obra de arte, documento ou outro ficheiro digital) pode ser rastreada até à sua origem (para provar que não foi adulterada desde a fonte).",
	"NFT的解释": "Explicação NFT",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "Fotografar uma obra de arte num museu não faz do fotógrafo o dono da pintura, nem a imagem captada se torna a própria obra de arte.",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "Sabemos isto porque os curadores, os académicos, os colecionadores e o público concordam sobre o tema dos originais, das reproduções e dos seus legítimos proprietários.",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "O mesmo se aplica aos NFTs, onde o original tem escassez e valor comprováveis ​​– por oposição a uma cópia guardada com o botão direito –. Mas o NFT não depende do julgamento pessoal para verificar a autenticidade ou a propriedade, mas utiliza as capacidades de construção de consenso da tecnologia blockchain.",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "Em suma, o NFT utiliza provas matemáticas objetivas para verificar a propriedade e a autenticidade, em vez da confiança subjetiva nos indivíduos ou nas organizações.",
	"NFT的极简史": "Uma breve história dos NFTs",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "Embora os serviços de empréstimo blockchain estejam apenas a surgir, os NFTs existem desde os primeiros dias da tecnologia blockchain.",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "O conceito de NFT foi introduzido nas Moedas Coloridas em 2012. As moedas coloridas são armazenadas na blockchain Bitcoin e fornecem uma forma de representar a propriedade de ativos do mundo real, como imóveis ou ações. Alguns anos mais tarde, o artista digital Kevin McCoy cunhou um “Quantum” – um trabalho dinâmico octogonal na blockchain Namecoin, que se tornou o primeiro NFT amplamente conhecido.",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "Depois de a plataforma Counterparty baseada em Bitcoin ter começado a popularizar de forma viral artigos de coleção como Rare Pepes, a Ethereum avançou NFTs em 2018 com CryptoKitties e o padrão ERC-721. Isto abre caminho para outras redes blockchain habilitadas para contratos inteligentes, como a Solana, a Polygon e a Tezos, que ajudam os NFTs a alcançar uma maior adoção e circulação.",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "Até à data, os NFT têm sido amplamente utilizados para questionar a propriedade e a autenticidade da arte digital e dos artigos de coleção. Alguns dos primeiros NFTs, como os CryptoPunks, viram uma mudança no conceito de propriedade, que foi também uma mudança cultural. Os NFT têm casos de utilização para a propriedade descentralizada fora da arte e continuam a crescer, desde a verificação de documentos financeiros confidenciais até ao acesso exclusivo a experiências da cultura pop.",
	"NFT有什么用途": "Quais são as utilizações do NFT?",
	"艺术&收藏品": "Arte e artigos colecionáveis",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "Quase qualquer ficheiro digital pode tornar-se um NFT, mas o caso de utilização mais comum hoje em dia é a arte digital colecionável. Antes do advento dos NFTs, a crítica mais séria à arte digital ou aos artigos de coleção era que era quase impossível verificar online a propriedade de uma obra de arte ou de um cartão de basebol, exigindo uma grande dependência dos intermediários e deixando as pessoas vulneráveis. ​​à fraude.",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "O NFT legitima ainda mais a arte digital, tornando-se uma expressão média e valiosa da cultura moderna. Os NFTs “blue-chip” – obras de artistas digitais como CryptoPunks, Bored Ape Yacht Club e Beeple – estabeleceram recordes de preços de venda não só para o mercado de NFT, mas também para as casas de leilões de arte tradicionais.",
	"社区会员": "membro da comunidade",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "Muitas séries NFT oferecem benefícios, recompensas ou experiências únicas do mundo real aos seus titulares, criando valor adicional.",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "Aqueles que possuem artigos de coleção específicos de NFT ligam-se regularmente, promovem relacionamentos e partilham a sua paixão pelo projeto, o que também lhes confere um sentimento mais profundo de pertença à comunidade.",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "Além disso, algumas organizações autónomas descentralizadas (DAO) reunir-se-ão para partilhar temas que consideram de importância cultural, como a propriedade parcial e a gestão colectiva em NFTs.",
	"音乐行业": "indústria musical",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "Os músicos estão a utilizar os NFTs para reduzir a influência das editoras discográficas e da indústria musical em geral, ajudando os artistas a mediar e quantificar a sua relação com os fãs. Tal como as imagens únicas podem ser colocadas na blockchain como NFTs, os clipes de áudio únicos podem ser criados, negociados e armazenados na blockchain como NFTs para os fãs possuírem e desfrutarem.",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "Dezenas de artistas musicais de todos os géneros e gerações, incluindo Kings of Leon e 3LAU, estão a utilizar o NFT para cultivar novas experiências musicais e compensar a sua dependência de intermediários da indústria musical.",
	"游戏": "jogo",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "As plataformas baseadas em Blockchain, como a Decentraland, Axie Infinity e The Sandbox, utilizam NFTs para proporcionar aos jogadores experiências de jogo únicas e recompensá-los com itens de valor no mundo real. Nestes jogos, os NFTs podem representar terrenos virtuais, personagens, habilidades ou wearables com diferentes atributos e valores de mercado. A criptomoeda original nos jogos blockchain NFT é uma parte fundamental da economia do jogo, e as suas conquistas no jogo também podem ser utilizadas para recompensar os jogadores com itens de valor real. O NFT permite aos jogadores assumir o controlo das suas conquistas nos jogos e receber recompensas personalizadas com valor real.",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业’税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "Os NFT têm também casos de utilização inovadores relacionados com protocolos de finanças descentralizadas (DeFi), como forma à prova de falsificação de manter a propriedade sem intermediários. Documentos financeiros importantes, como prova de propriedade de um terreno ou declaração de imposto de rendimento de uma empresa, podem ser criados como NFTs e utilizados em protocolos financeiros descentralizados para executar de forma fiável transações blockchain peer-to-peer. Além da prova de propriedade e autenticidade para casos de utilização, os NFTs também podem ser utilizados como garantia para os utilizadores contraírem empréstimos. Quer se trate de serviços de empréstimo tradicionais ou de serviços de empréstimo baseados em blockchain, estão a explorar como utilizar o valor do NFT para financiar novos produtos e serviços financeiros.",
	"元宇宙与Web3": "Metaverso e Web3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "Os NFT estão rapidamente a tornar-se uma parte fundamental da próxima geração da Internet, proporcionando uma experiência online mais envolvente através dos atributos de propriedade únicos dos NFT.",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "O NFT tem o potencial de tornar a arquitetura da Internet baseada em blockchain mais descentralizada e anónima, muitas vezes chamada de Web3. O NFT mostra todo o potencial nestas áreas e tem a oportunidade de desempenhar um papel fundamental no desenvolvimento subsequente da Web3 e do Metaverso. Muitos acreditam que a arte é apenas o primeiro de muitos campos a serem revolucionados pelos NFTs, e que em breve surgirão outros casos de utilização, como o comércio eletrónico, a propriedade de terras e até a identidade pessoal.",
	"出席证明协议": "Contrato de Comprovativo de Presença",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "O Proof of Attendance Protocol (POAP) é um projeto de código aberto que utiliza NFTs para acompanhar a participação em eventos do mundo real. Depois de fornecer um design simples de crachá e metadados relacionados com o evento (como o nome, o local e a data do evento), o POAP pode ser distribuído para criar um registo digital de participação à prova de falsificação, fácil de partilhar e verificar.",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "O POAP permite aos organizadores de eventos proporcionar uma experiência mais personalizada às suas comunidades. Este tipo de token não fungível pode também ser estendido a outras áreas, como a consulta e o rastreio de certificados de instituições académicas e organizações profissionais.",
	"潮流": "tendência",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "Desde marcas de luxo a potências da fast fashion, empresas de todo o mundo estão a explorar o poder dos NFTs.",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "Algumas marcas conhecidas estão a lançar linhas de vestuário NFT compatíveis com o metaverso, enquanto outras, como a Louis Vuitton, estão a desenvolver jogos de coleção de marcas baseados em NFT.",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "Os NFT aprofundam as ligações com os clientes, ao mesmo tempo que destacam a inspiração de novos artistas. Fashionistas como a Gucci, Dolce & Gabbana, Nike e Adidas utilizam o poder do NFT para criar e liderar novas experiências de tendências.",
	"处理中": "Processamento",
	"开始交易": "Comece a negociar",
	"探索NFT的世界": "Explore o mundo dos NFTs",
	"可靠的安全保障": "Segurança fiável",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "As nossas sofisticadas medidas de segurança e fundos SAFU protegem os seus ativos digitais de todos os riscos.",
	"24*7小时客户服务支持": "Suporte de atendimento ao cliente 24 horas por dia, 7 dias por semana",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "Com o modo de funcionamento 24 horas por dia, 7 dias por semana, responderemos às suas dúvidas o mais rapidamente possível.",
	"团队总人数": "Número total de membros da equipe",
	"今日团队收益": "Ganhos da equipe de hoje",
	"今日新增成员": "Novos membros adicionados hoje",
	"USDT充值最低金额": "1. O valor mínimo de recarga de USDT é {num} USDT e o valor enviado precisa ser um número inteiro.",
	"ETH充值最低金额": "2. O valor mínimo de recarga de ETH é {num} ETH, e o valor enviado deve ter precisão de 4 dígitos após a vírgula.",
	"BTC充值最低金额": "3. O valor mínimo de recarga de BTC é {num} BTC, e o valor enviado deve ter precisão de 4 dígitos após a vírgula.",
	"USDT提现最低金额": "O valor mínimo de retirada em USDT é {num}",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "Somente retiradas de USDT-TRC20 e USDT-ERC20 são suportadas.",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "Após solicitar o saque, o tempo que leva para chegar em sua conta é de 0 a 72 horas, aguarde pacientemente.",
	"联系客服": "Entre em contato com o atendimento ao cliente",
	"首页": "primeira página",
	"体验金": "Taxa de teste",
	"新手礼包": "Pacote de presente para novatos",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "Aqueles que atenderem aos requisitos de iniciante podem receber um bônus de teste de 1.000 USDT. O bônus de teste é válido por três dias e só pode ser reivindicado uma vez.",
	"条件": "doença",
	"1.注册之日起7天内为新手用户。": "1. Seja um usuário iniciante em até 7 dias a partir da data do registro.",
	"2.新手用户未进行充值和交易。": "2. Usuários novatos não fizeram depósitos e transações.",
	"立即领取": "entenda agora",
	"身份证": "carteira de identidade",
	"护照": "Passaporte",
	"驾驶证": "carteira de motorista",
	"请上传证件照": "Faça upload da foto do documento de identidade",
	"竞拍": "Oferta",
	"量化": "Quantificar",
	"智能拍卖公司自2024年成立以来，便在美国加利福尼亚州旧金山这个金融科技的腹地发展壮大，迅速成为拍卖交易行业的佼佼者。": "Desde a sua criação em 2021, a {name} Intelligent Auction Company cresceu e se desenvolveu no interior de tecnologia financeira de São Francisco, Califórnia, EUA, e rapidamente se tornou líder no setor de negociação em leilões.",
	"公司凭借雄厚的资金背景和AI技术的深度挖掘，专注于探索区块链市场的未来趋势，并致力于利用先进的AI系统，为客户提供高效且精准的NFT的拍卖交易服务。": "Com sua sólida experiência financeira e exploração aprofundada da tecnologia de IA, a empresa se concentra em explorar as tendências futuras do mercado de blockchain e está comprometida em usar sistemas avançados de IA para fornecer aos clientes serviços de transação de leilão NFT eficientes e precisos.",
	"竞拍金额": "Valor do lance",
	"竞拍收益": "Receita do leilão",
	"竞拍收益率": "Rendimento do lance",
	"竞拍时间": "Tempo de lance",
	"可竞拍资金": "Fundos disponíveis para licitação",
	"今日收益": "Os ganhos de hoje",
	"本月收益": "Ganhos este mês",
	"竞拍总收益": "Receita total do leilão",
	"启动竞拍": "Comece a licitar",
	"等级": "nota",
	"竞拍交易": "Transação de leilão",
	"有效金额": "Quantidade efetiva",
	"需要邀请": "Precisa de convite",
	"名下属": "subordinar",
	"每名下属累计充值": "Recarga acumulada para cada subordinado",
	"一级": "Nível 1",
	"二级": "Nível 2",
	"三级": "Nível três",
	"升级条件": "Condições de atualização",
	"权益": "direitos e interesses",
	"最小竞拍量": "Valor mínimo do lance",
	"最大竞拍量": "Volume máximo de lances",
	"每日竞拍量": "Volume diário de lances",
	"下一级": "próximo nível",
	"日收益率": "Taxa diária de retorno",
	"次": "Segunda categoria",
	"竞拍总收益": "Receita total do leilão",
	"今日竞拍收益": "O leilão de hoje continua",
	"团队人数": "Tamanho da equipe",
	"团队佣金": "Comissão de equipe",
	"正在竞拍": "Licitando agora",
	"正在启动竞拍机器人": "Iniciando o robô de licitação",
	"竞拍机器人启动成功": "O robô de licitação foi iniciado com sucesso",
	"正在扫描NFT": "Digitalizando NFTs",
	"分析NFT成功": "Analisando o sucesso do NFT",
	"竞拍匹配中": "Correspondência de leilão",
	"拍品匹配成功": "Lotes correspondidos com sucesso",
	"正在等待创作者购买": "Aguardando o criador comprar",
	"创作者购买成功": "O criador comprou com sucesso",
	"系统结算中": "O sistema está se acomodando",
	"系统结算完成": "Liquidação do sistema concluída",
	"竞拍完成": "Licitação concluída",
	"正在": "são",
	"在": "existir",
	"发起购买": "Iniciar compra",
	"买入成功": "Compre com sucesso",
	"发起出售": "Iniciar venda",
	"已发起出售": "Venda iniciada",
	"等级不符，无法竞拍": "O nível não corresponde e você não pode licitar.",
	"公司简介": "perfil de companhia",
	"平台规则": "Regras da plataforma",
	"常见问题": "problema comum",
	"您还未高级认证,请去认证": "Você ainda não recebeu a certificação avançada, vá para a certificação.",
	"您以高级认证": "Certificação avançada",
	"订单审核中": "Pedido em análise",
	"已读": "Tenho lido",
	"数字钱包未连接": "Carteira digital não conectada",
	"请使用数字钱包打开链接": "Por favor, use uma carteira digital para abrir o link",
	"未检测到数字钱包地址": "Endereço da carteira digital não detectado",
	"正在检测数字钱包": "Detectando carteira digital",
	"信用分": "pontuação de crédito",
	"底部菜单上移": "Mover o menu inferior para cima",
	"是否需要上移菜单": "Você precisa mover o menu para cima?",
	"团队佣金奖励": "Recompensas de comissão de equipe",
	"推荐层级": "Nível recomendado",
	"佣金奖励": "Recompensas de comissão",
	"例如：A邀请B，B邀请C，C邀请D": "Por exemplo: A convida B, B convida C, C convida D",
	"代理A获得B收益的百分比": "O Agente A recebe a porcentagem da receita de B",
	"代理A获得C收益的百分比": "O Agente A recebe a porcentagem da receita de C",
	"代理A获得D收益的百分比": "O Agente A recebe a porcentagem da receita de D",
	"待售": "à venda",
	"开售": "À venda",
	"请输入姓名": "Por favor digite seu nome",
	"请输入银行账号": "Insira o número da conta bancária",
	"请输入银行名称": "Por favor insira o nome do banco",
	"请输入法定货币": "Insira a moeda legal",
	"请输入支行名称": "Por favor insira o nome da filial",
	"请输入银行邮编": "Por favor insira o código postal do banco",
	"高级认证": "Certificação avançada",
	"NFT正在持续收益": "NFT continua ganhando",
	"USDT总成交": "Transação total em USDT",
	"用户收入": "renda do usuário",
	"交易": "troca",
	IEO: "IEO",
	"我的": "meu",
	"充值": "completar",
	"提现": "retirar",
	"帮助": "ajuda",
	"行情": "Citações",
	"天数": "dias",
	"范围": "escopo",
	"预计收益": "Receita estimada",
	"可用金额": "Quantia disponível",
	"收益率": "taxa de retorno",
	"提示": "dica",
	"浏览量": "Visualizações",
	"价格": "preço",
	"美元价格": "preço do dólar",
	"购买": "Comprar",
	"确定购买": "Confirmar compra",
	"热销": "vender como bolos quentes",
	"停售": "Parado para venda",
	"发行者": "Emissor",
	"什么是NFT": "O que é NFT",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "NFTs (tokens não fungíveis) são itens digitais exclusivos armazenados no blockchain. Os NFTs podem representar quase tudo e servir como um registro digital de propriedade.",
	"跨市场流动性聚合：": "Agregação de liquidez entre mercados:",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "Obtenha pedidos NFT em tempo real de plataformas convencionais, como OpenSea, LooksRare, MagicEden, IMXOfficial, etc., e ofereça suporte à colocação de pedidos com um clique em várias plataformas para agregar liquidez de transação em toda a rede para você.",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "O mercado de emissão {name} lança regularmente projetos de alta qualidade. O mercado secundário oferece suporte a consultas de raridade e compras em massa. A seção de estatísticas de dados fornece dados em tempo real sobre a cadeia para auxiliar na tomada de decisões, ajudando você a controlar totalmente as oportunidades de negociação do setor. negocie rapidamente.",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "Lembrete caloroso: você precisa garantir que o saldo seja suficiente no momento da compra, caso contrário a compra falhará.",
	"温馨提示：确保账户余额足够": "Lembrete caloroso: certifique-se de que o saldo da sua conta seja suficiente",
	"账户总额": "Total da conta",
	"冻结金额": "quantidade congelada",
	"今日收益": "Os ganhos de hoje",
	"点击进入": "clique para entrar",
	"全部": "todos",
	"已停售": "Interrompido",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "Você pode escolher um plano de Lances inteligentes. Uma vez selecionado, o robô de contrato inteligente hospedará sua cota disponível para lances inteligentes.",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "Diferentes planos serão leiloados automaticamente por robôs de contratos inteligentes para obter lucro.",
	"交易对": "par de negociação",
	"最新价": "Preço mais recente",
	"24小时涨跌幅": "Aumento e diminuição de preços em 24 horas",
	"可用": "Disponível",
	"秒交易": "Transações em segundos",
	"杠杆交易": "Alavanque a negociação",
	"单价": "preço unitário",
	"数量": "quantidade",
	"交易模式": "modelo de negociação",
	"价格": "preço",
	"市场最优价格": "Melhor preço do mercado",
	"倍数": "múltiplo",
	"请输入数量": "Por favor insira a quantidade",
	"保证金": "margem",
	"服务费": "taxa de serviço",
	"当前委托": "Ordem atual",
	"持有仓位": "Mantenha uma posição",
	"限价/买入": "Limitar/Comprar",
	"未实现盈亏($)": "Lucros e perdas não realizados ($)",
	"回报率": "taxa de resposta",
	"持仓数量": "Quantidade de posição",
	"保证金率": "taxa de margem",
	"开仓价格($)": "Preço de abertura ($)",
	"标记价格($)": "Preço de marca ($)",
	"强平价格($)": "Preço de liquidação ($)",
	"调整杠杆": "Ajustar a alavancagem",
	"止盈止损": "Obtenha lucro e pare a perda",
	"平仓": "Fechar posição",
	"设置止损/止盈": "Definir stop loss/takeprofit",
	"止盈价格": "Preço de lucro",
	"请输入止盈价格": "Insira o preço de lucro",
	"止损价格": "Preço de parada de perda",
	"请输入止损价格": "Insira o preço do stop loss",
	"预计盈亏": "Lucros e perdas estimados",
	"确定": "Claro",
	"秒": "Segundo",
	"规则": "regra",
	"请输入金额": "Por favor insira o valor",
	"可用余额": "Saldo disponível",
	"环保项目": "Energia renovável",
	"收益": "renda",
	"总充值": "Recarga total",
	"团队": "equipe",
	"团队总收益": "Receita total da equipe",
	"团队个数": "Número de equipes",
	"推荐分享": "Recomendar compartilhamento",
	"消息": "Informação",
	"修改密码": "alterar a senha",
	"修改支付密码": "Alterar senha de pagamento",
	"退出登陆": "sair",
	"请选择充值金额": "Selecione o valor da recarga",
	"请选择交易类型": "Selecione o tipo de transação",
	"充值明细": "Detalhes de recarga",
	"状态": "estado",
	"金额": "Quantia",
	"交易类型": "meio de transação",
	"地址": "endereço",
	"复制": "cópia de",
	"复制成功": "Copiado com sucesso",
	"复制失败": "Falha na cópia",
	"上传图片凭证": "Carregar voucher de imagem",
	"账户余额": "Saldo da conta",
	"最小提现金额": "Valor mínimo de retirada",
	"请输入地址": "Por favor insira o endereço",
	"请输入支付密码": "Por favor insira a senha de pagamento",
	"提现记录": "Registro de retiradas",
	"账号": "conta",
	"暂无数据~": "Ainda não há dados ~",
	"旧密码": "Senha Antiga",
	"新密码": "Nova Senha",
	"确认密码": "Confirme sua senha",
	"消息详情": "Detalhes da mensagem",
	"用户帮助": "Ajuda do usuário",
	"邀请您的好友": "Convide seus amigos",
	"或朋友并获得奖励": "ou amigos e receba recompensas",
	"返佣记录": "Registro de comissão",
	"类型": "tipo",
	"团队介绍": "introdução da equipe",
	"请输入邮箱": "por favor insira seu e-mail",
	"请输入密码": "Por favor insira a senha",
	"记住密码": "Lembrar senha",
	"登录": "Conecte-se",
	"创建账号": "Crie a sua conta aqui",
	"请输入邀请码": "Por favor insira o código do convite",
	"获取验证码": "obter código de verificação",
	"总资产": "Ativos totais",
	"发送成功": "Enviado com sucesso",
	"推荐并获得奖励": "Recomende e seja recompensado",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "Você pode obter receitas financeiras na carteira compartilhando seu link de convite. Por exemplo, você pode receber {rates}% de comissão para cada depósito feito por um usuário que você convidar.",
	"邀请等级": "Nível de convite",
	"我的申购": "Minha assinatura",
	"已申购": "Já inscrevi",
	"未申购": "Não inscrito",
	"申购": "Inscrição",
	"申购记录": "Registro de assinatura",
	"申购金额": "Valor da assinatura",
	"购买成功": "Compra bem-sucedida",
	"确认": "confirme",
	"取消": "Cancelar",
	"温馨提示": "Dicas gentis",
	"是否确定申购": "Tem certeza de que deseja se inscrever?",
	"最小金额": "Quantidade mínima",
	"最大金额": "Quantia máxima",
	"质押": "poupança",
	"天": "céu",
	"质押详情": "Detalhes de economia",
	"日收益": "Renda diária",
	"请输入质押金额": "Por favor insira o valor da poupança",
	"质押最小金额": "Quantidade mínima para economizar",
	"质押最大金额": "Quantidade máxima de economia",
	"是否确定质押": "Você tem certeza de economizar?",
	"质押记录": "registro de poupança",
	"质押天数": "Número de dias de piquetagem",
	"实名认证": "Verificado",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "Por favor, carregue a frente e o verso do seu cartão de identificação e o cartão de identificação portátil. O primeiro é a frente e o segundo é o verso.",
	"真实姓名": "nome real",
	"请输入真实姓名": "por favor digite seu nome verdadeiro",
	"证件号": "número de licença",
	"请输入证件号": "Por favor insira seu número de identificação",
	"您还未实名认证,请去认证": "Você ainda não autenticou seu nome verdadeiro, vá e autentique.",
	"实名信息审核中": "As informações do nome real estão sob revisão",
	"您以实名认证": "Você se autentica com seu nome real",
	"审核失败请重新提交": "Se a revisão falhar, reenvie.",
	"已提交": "submetido",
	"是否提交审核": "Se deve ser enviado para revisão",
	"请上传正确图片格式": "Faça upload do formato de imagem correto",
	"上传中...": "Enviando...",
	"上传失败": "falha no upload",
	"请上传正面照片": "Faça upload de uma foto frontal",
	"请上传反面照片": "Por favor carregue uma foto do verso",
	"市价交易": "transação de preço de mercado",
	"限价交易": "limitar o comércio",
	"卖出": "vender",
	"是否进行杠杆交易": "Se deve conduzir negociações alavancadas",
	"请输入杠杆张数": "Insira o número de planilhas de alavancagem",
	"张": "abrir",
	"买": "comprar",
	"卖": "Vender",
	"合约": "contrato",
	"限价/卖出": "Limitar/Vender",
	"是否撤销当前委托": "Se deve cancelar a comissão atual",
	"撤销成功": "Revogado com sucesso",
	"提交中": "enviando",
	"是否提交此充值单": "Se deve enviar este pedido de recarga",
	"提交成功": "submetido com sucesso",
	"请上传交易图片": "Por favor, carregue fotos da transação",
	"充值记录": "Registro de recarga",
	"审核中": "sob revisão",
	"手续费": "taxa de manuseio",
	"您还未设置支付密码,是否去设置支付密码": "Você não definiu uma senha de pagamento. Deseja definir uma senha de pagamento?",
	"请输入验证码": "insira o código de verificação",
	"是否设置支付密码": "Se deve definir uma senha de pagamento",
	"设置支付密码": "Configurar senha de pagamento",
	"修改成功": "Modificado com sucesso",
	"提现成功": "Retirada com sucesso",
	"未设置": "não configurado",
	"设置成功": "Configuração bem sucedida",
	"取消成功": "Cancelar sucesso",
	"是否对此单进行平仓": "Se deve fechar este pedido",
	"平仓历史": "Histórico de fechamento",
	"倒计时(s)": "Contagem regressiva(s)",
	"盈亏($)": "Lucros e perdas ($)",
	"抢购周期": "ciclo de compra de pânico",
	"当前价格": "Preço atual",
	"是否进行下单": "Se deve fazer um pedido",
	"请选择订单方向": "Selecione a direção do pedido",
	"下单完成": "Encomenda completa",
	"下单时间": "hora do pedido",
	"持仓历史": "Histórico de posições",
	"委托历史": "História da comissão",
	"已撤销": "Revogado",
	"已成交": "Acordo feito",
	"历史记录": "registro histórico",
	"支持USDT-TRC20快速提现": "Suporta retirada rápida de USDT-TRC20",
	"提现后等待客服审核": "Aguarde a avaliação do atendimento ao cliente após a retirada",
	"多空大小必选,可同时多空大小各选其一": "O tamanho longo e curto devem ser selecionados. Você pode selecionar um dos tamanhos longo e curto ao mesmo tempo.",
	"请登录": "Por favor, inscreva-se",
	"成功修改钱包密码": "Senha da carteira alterada com sucesso",
	"请输入您的旧密码": "Por favor digite sua senha antiga",
	"请输入新密码": "Por favor insira uma nova senha",
	"请输入确认密码": "Por favor insira a senha de confirmação",
	"确认密码与新密码不一致": "Confirme que a senha é inconsistente com a nova senha",
	"是否修改登录密码": "Se deve alterar a senha de login",
	"是否更改钱包安全密码": "Se deve alterar a senha de segurança da carteira",
	"单": "um",
	"双": "par",
	"多": "muitos",
	"空": "nulo",
	"买入": "comprar",
	"请输入申购金额": "Por favor insira o valor da assinatura",
	"余额": "Equilíbrio",
	"时间": "tempo",
	"邀请好友，领取高达20%邀请、交易双重佣金": "Convide amigos e receba até 20% de comissão dupla em convites e transações",
	"BHE福利": "Benefícios do BHE",
	"邀请好友": "convide amigos",
	"冻结": "congelar",
	"语言": "linguagem",
	"请选择支付类型": "Selecione o tipo de pagamento",
	"[充值规则说明]": "[Descrição das regras de recarga]",
	"账户": "Conta",
	"等级": "nota",
	"注册时间": "Hora do registro",
	"或朋友并获得奖励 ": "ou amigos e receba recompensas",
	Lock_up_to: "Bloquear_para",
	"No data": "Sem dados",
	"Please enter the confirmation password!": "Por favor insira a senha de confirmação!",
	Pledge_success_txt: "Compromisso_sucesso_txt",
	Position_record_txt: "Posição_record_txt",
	Tips_Tips_txt: "Dicas_Dicas_txt",
	"Welcome Back": "Bem vindo de volta",
	"account.charging": "conta.cobrança",
	confirm: "confirme",
	confirm_the_pledge: "confirme_o_compromisso",
	current_state_txt: "estado_atual_txt",
	day_txt_txt: "dia_txt_txt",
	end_end_txt: "end_end_txt",
	income_income_txt: "renda_renda_txt",
	mortgage_mmediately_txt: "hipoteca_mmediately_txt",
	mortgage_principal_txt: "hipoteca_principal_txt",
	msg10: "msg10",
	s: "é",
	"td1.canceil": "td1.canceil",
	"td1.confirm": "td1.confirmar",
	under_pledge_txt: "under_pledge_txt",
	"失败": "falhar",
	"成功": "sucesso",
	"提交": "enviar",
	"撤销": "Cancelar",
	"止损/止盈": "Stop Loss/Take Profit",
	"下一步": "Próxima Etapa",
	"平仓完成": "Fechamento de posição concluído",
	"开单价格": "Preço de faturamento",
	"开始时间": "Hora de início",
	"成交数量": "O número de transações",
	"结单价格": "Preço de extrato",
	"结束时间": "Fim do tempo",
	"订单方向": "direção do pedido",
	"质押区间": "Intervalo de promessa",
	"质押金额": "Valor da promessa",
	"以实现盈亏": "para obter lucros e perdas",
	"上传转账截图": "Carregar captura de tela da transferência",
	"是否确认提现": "Confirmar retirada?",
	"最大提现金额": "Valor máximo de retirada",
	"是否设置此价格": "Se deve definir este preço",
	"请上传转账截图": "Faça upload das capturas de tela da transferência",
	"是否取消当前设置": "Se deseja cancelar as configurações atuais",
	"请输入质押金额，不得超过": "Por favor, insira o valor da promessa, que não deve exceder",
	"分享您的推荐链接并开始赚钱": "Compartilhe seu link de indicação e comece a ganhar",
	"公告": "anúncio",
	"系统异常": "Exceção do sistema",
	"请输入自定义充值金额": "Insira o valor de recarga personalizado",
	"自定义金额": "Valor personalizado",
	"请打开链接": "Por favor abra o link",
	"恭喜新用户": "Parabéns ao novo usuário",
	"今日": "hoje",
	"覆盖国家": "Países abrangidos",
	"注册用户": "Usuário Registrado",
	"已赚取收益": "Receita obtida",
	"已发放佣金": "Comissão emitida",
	"快速买币": "Compre moedas rapidamente",
	"网格交易": "negociação em rede",
	"封闭期": "período fechado",
	"激活金额": "Quantidade de ativação",
	"今日最高年化": "O maior anualizado de hoje",
	"立即购买": "Compre agora",
	"服务": "Servir",
	"提币": "Retirar moedas",
	"邀请返佣": "Convidar desconto",
	"关于我们": "sobre nós",
	"合作伙伴": "Parceiro",
	"总资金": "fundos totais",
	"今日收益": "Os ganhos de hoje",
	"邮箱": "Correspondência",
	"密码": "senha",
	"手机号": "Número de telefone",
	"忘记密码": "esqueça a senha",
	"注册": "registro",
	"请输入手机号": "Por favor insira o número de telefone",
	"正在维护": "Em manutenção",
	"您确定购买此产品": "Você tem certeza de comprar este produto",
	"购买的数量": "quantidade comprada",
	"加载中": "carregando",
	"我的机器人": "meu robô",
	"剩余天数": "O número restante de dias",
	"暂停": "pausa",
	"是否激活此机器人": "Se deve ativar este robô",
	"是否暂停此机器人的工作": "Se deve pausar o trabalho deste robô",
	"激活成功": "Ativação bem sucedida",
	"暂停成功": "Suspenso com sucesso",
	"预计日收益": "Renda diária estimada",
	"总收益": "Rendimento total",
	"年化": "anualizado",
	"是否激活体验机器人": "Se deve ativar o robô de experiência",
	"赚币记录": "Registro de ganho de moedas",
	"币种": "Moeda",
	"免费领取": "Obtenha gratuitamente",
	"等级规则": "regras de hierarquia",
	"当前等级": "nível atual",
	"是否确认修改登录密码": "Você confirma a alteração da senha de login?",
	"没有更多了": "não mais",
	"当前收益": "Lucro atual",
	"激活": "ativação",
	"赠送": "doar",
	"请输入赠送用户ID或邮箱": "Insira seu ID de usuário ou endereço de e-mail para presente",
	"推荐计划": "Programa de referência",
	"邀请朋友赚币": "Convide amigos para ganhar moedas",
	"我的邀请码": "meu código de convite",
	"是否将此机器人赠送于": "Quer presentear este robô para",
	"赠送成功": "Presente com sucesso",
	"经验值": "Experiência",
	"台BOT正在为您疯狂赚币": "Taiwan BOT está ganhando muito dinheiro para você"
}