{
	"最多只能同时有3条未审核提现记录": "Solo puede tener un máximo de 3 registros de retiro pendientes al mismo tiempo.",
	"基础": "Base",
	"申请贷款后与客服联系审批额度": "Por favor, póngase en contacto con el servicio de atención al cliente para obtener el monto de aprobación después de solicitar un préstamo",
	"请不要重复提交": "Por favor, no envíe de nuevo",
	"贷款额度与客户信用分和资产存在关系":"El límite de préstamo está relacionado con la puntuación de crédito del cliente y sus activos",
	"开始验证": "Iniciar verificación",
	"已验证": "Verificado",
	"验证失败": "Error de autenticación",
	"总利息": "interés total",
	"需还款": "necesidad de pagar",
	"违约金": "daños y perjuicios",
	"批准时间": "tiempo de aprobación",
	"还款日期": "fecha de amortización",
	"待审核": "Pendiente de revisión",
	"正在审核": "En revisión",
	"已还款": "reembolsado",
	"还款审核中": "Reembolso bajo revisión",
	"协议": "protocolo",
	"现在还款": "Paga ahora",
	"签署协议": "firmar acuerdo",
	"姓名": "Nombre",
	"贷款": "préstamo",
	"贷款协议(质押贷款)日期": "Contrato de préstamo (préstamo prendario) Fecha",
	"借款人": "prestatario",
	"名": "nombre",
	"姓": "apellido",
	"电话": "Teléfono",
	"贷款人": "prestador",
	"区块链借贷": "Préstamo de cadena de bloques",
	"统称为各方": "denominadas colectivamente las partes",
	"(生效日期)签订 由以下各方": "(Fecha de entrada en vigor) Celebrado por",
	"还款条款": "condiciones de pago",
	"贷款额度": "Monto del préstamo",
	"借款人同意偿还": "El prestatario acepta pagar",
	"利率": "tasa de interés",
	"双方约定的利率为": "La tasa de interés acordada por ambas partes es",
	"贷款期限": "plazo del préstamo",
	"该贷款期限为": "El plazo del préstamo es",
	"天": "cielo",
	"还款方式": "Método de pago",
	"借款人同意偿还贷款人": "El prestatario se compromete a pagar al prestamista.",
	"本金和": "Suma principal",
	"到期利息": "Intereses adeudados",
	"按日计算": "Calculado por día",
	"还款适用性": "Idoneidad de reembolso",
	"滞纳金": "cargo por pago atrasado",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "Si el prestatario no paga el préstamo a tiempo, deberá pagar cargos por pago atrasado.",
	"提前还款": "Amortización anticipada",
	"借款人提前还款不会受到任何处罚": "Los prestatarios no serán penalizados por el pago anticipado",
	"默认": "por defecto",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "Si el prestatario no paga a tiempo, deberá pagar inmediatamente la totalidad del principal y los intereses pendientes sin previo aviso ni solicitud.",
	"费用": "costo",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "Si el prestatario no cumple sus obligaciones de pago a tiempo, acepta hacerse cargo de todos los costes incurridos. Durante el proceso de cobro, el prestamista incluye, entre otros, los honorarios del abogado.",
	"可分割性": "Divisibilidad",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "Si se determina que alguna disposición de este Acuerdo es inválida o inaplicable, dicha disposición será nula y sin efecto, pero todas las demás disposiciones seguirán siendo válidas y vinculantes.",
	"法律效力": "efecto legal",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "Este Acuerdo será legalmente vinculante para las partes y podrá firmarse y ejecutarse dentro de las Naciones Unidas y Europa. Ambas partes declaran que tienen la autoridad para celebrar este Acuerdo.",
	"各种各样的": "varios",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "Sujeto a los términos de este Acuerdo, la Compañía pagará el saldo de la Cuenta en forma de moneda. Ambas partes tienen la autoridad para celebrar este Acuerdo. Ninguna de las partes infringirá los derechos de ningún tercero ni violará ningún otro acuerdo entre las partes.",
	"适用法律": "Ley aplicable",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "Este Acuerdo se interpretará y aplicará de acuerdo con las leyes del país en el que se encuentra el Prestatario.",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "Los fondos para este acuerdo son proporcionados por una institución de préstamo bancaria de terceros, y todos los fondos proporcionados debo ser reembolsados ​​por mí.",
	"双方同意以上条款并签字如下": "Ambas partes aceptan los términos anteriores y firman lo siguiente",
	"(按日计算)这应被视为处罚而不是罚款": "(diariamente) Esto debe considerarse una sanción y no una multa.",
	"贷方": "prestador",
	"借款人签名": "firma del prestatario",
	"签名日期": "Fecha de firma",
	"签字": "firma",
	"重写": "volver a escribir",
	"预估贷款额度": "Monto estimado del préstamo",
	"验证您的身份并获得更多服务": "Verifica tu identidad y obtén más servicios",
	"贷款期限(天)": "Plazo del préstamo (días)",
	"日利率": "tasa de interés diaria",
	"总利息金额": "monto total de interés",
	"贷款后当天内无需支付利息，之后需支付利息": "No se requieren intereses dentro del día siguiente a la obtención del préstamo y los intereses se pagarán posteriormente.",
	"现在借款": "pedir prestado ahora",
	"借款记录": "Registros de préstamos",
	"尚未借款": "Aún no prestado",
	"找不到您的贷款信息": "No se puede encontrar la información de su préstamo",
	"认证": "Proceso de dar un título",
	"请输入": "Por favor ingresa",
	"姓氏": "Apellido",
	"性别": "género",
	"男": "masculino",
	"女": "femenino",
	"出生日期": "fecha de nacimiento",
	"国家": "nación",
	"名字": "nombre",
	"电话号码": "número telefónico",
	"证件": "Documentos",
	"请填写完整信息": "Por favor complete la información completa",
	"上传证件": "Subir documentos",
	"身份证正面": "frente de tarjeta de identificación",
	"身份证反面": "reverso del documento de identidad",
	"拍摄时注意一下几点": "Presta atención a algunas cosas al disparar.",
	"请注意图片的边框完整，字体清晰，亮度均匀": "Tenga en cuenta que la imagen tiene bordes completos, fuentes claras e incluso brillo.",
	"请勿上传于姓名不符的证件照": "No cargue fotografías de identificación que no coincidan con su nombre.",
	"请先验证身份信息": "Por favor verifique su identidad primero",
	"名称": "nombre",
	"交易额": "Volumen de transacciones",
	"合集": "Recopilación",
	"市场": "mercado",
	"地板价": "precio mínimo",
	"总排行": "Clasificación general",
	"我的收藏": "mi colección",
	"关于": "acerca de",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "NFT es un registro digital en blockchain que representa la propiedad y autenticidad de los medios.",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "Un NFT no es solo un archivo multimedia (como un Gif o un Jpeg), sino también un registro público que contiene información histórica asociada con los medios. En este caso, el NFT se parece más a una lista de propiedad y un certificado de autenticidad de la pintura.",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "Los NFT se diferencian de los activos fungibles, como billetes de 20 dólares, acciones u otras unidades, que pueden intercambiarse sin cambiar su valor.",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "A diferencia de un $20 que puede ser reemplazado por otro $20, la calidad única de NFT hace que cada NFT sea único, y esta singularidad se puede verificar.",
	"为何NFT如此重要": "Por qué las NFT son tan importantes",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "Las NFT sirven como prueba de propiedad, verificando matemáticamente si una determinada dirección de blockchain es propietaria del artículo de una manera altamente a prueba de manipulaciones.",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "Los NFT también sirven como certificados de autenticidad, lo que garantiza que cualquier forma de medio (obra de arte, documento u otro archivo digital) pueda rastrearse hasta su origen (para demostrar que no ha sido manipulado desde la fuente).",
	"NFT的解释": "Explicación NFT",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "Fotografiar una obra de arte en un museo no convierte al fotógrafo en propietario de la pintura, ni la imagen capturada se convierte en la obra de arte en sí.",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "Lo sabemos porque curadores, académicos, coleccionistas y el público coinciden en el tema de los originales, las reproducciones y sus legítimos propietarios.",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "Lo mismo ocurre con las NFT, donde el original tiene una escasez y un valor demostrables, a diferencia de una copia guardada con el botón derecho. Pero NFT no se basa en el juicio personal para verificar la autenticidad o la propiedad, sino que utiliza las capacidades de creación de consenso de la tecnología blockchain.",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "En resumen, NFT utiliza pruebas matemáticas objetivas para verificar la propiedad y la autenticidad, en lugar de una confianza subjetiva en individuos u organizaciones.",
	"NFT的极简史": "Una historia muy breve de las NFT",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "Aunque los servicios de préstamos blockchain apenas están surgiendo, las NFT existen desde los primeros días de la tecnología blockchain.",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "El concepto de NFT se introdujo en Coloured Coins en 2012. Las monedas de colores se almacenan en la cadena de bloques de Bitcoin y proporcionan una forma de representar la propiedad de activos del mundo real, como bienes raíces o acciones. Unos años más tarde, el artista digital Kevin McCoy acuñó un 'Quantum', una obra dinámica octogonal en la cadena de bloques Namecoin, que se convirtió en el primer NFT ampliamente conocido.",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "Después de que la plataforma Counterparty basada en Bitcoin comenzara a popularizar viralmente objetos coleccionables como Rare Pepes, Ethereum avanzó en NFT en 2018 con CryptoKitties y el estándar ERC-721. Esto allana el camino para otras redes blockchain habilitadas para contratos inteligentes, como Solana, Polygon y Tezos, que ayudan a las NFT a lograr una mayor adopción y circulación.",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "Hasta la fecha, las NFT se han utilizado ampliamente para consultar la propiedad y autenticidad del arte digital y los objetos coleccionables. Algunas de las primeras NFT, como CryptoPunks, vieron un cambio en el concepto de propiedad, que también fue un cambio cultural. Las NFT tienen casos de uso para la propiedad descentralizada fuera del arte y continúan creciendo, desde la verificación de documentos financieros confidenciales hasta el acceso exclusivo a experiencias de la cultura pop.",
	"NFT有什么用途": "¿Cuáles son los usos de NFT?",
	"艺术&收藏品": "Arte y coleccionables",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "Casi cualquier archivo digital puede convertirse en NFT, pero el caso de uso más común hoy en día es el arte digital coleccionable. Antes de la llegada de las NFT, la crítica más seria al arte digital o a los objetos de colección era que era casi imposible verificar la propiedad de una obra de arte o una tarjeta de béisbol en línea, lo que requería una gran dependencia de intermediarios y dejaba a las personas vulnerables al fraude.",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "NFT legitima aún más el arte digital, convirtiéndose en un medio y una expresión valiosa de la cultura moderna. Los NFT de primera línea (obras de artistas digitales como CryptoPunks, Bored Ape Yacht Club y Beeple) han establecido récords de precios de venta no solo para el mercado de NFT, sino también para las casas de subastas de arte tradicionales.",
	"社区会员": "miembro de la comunidad",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "Muchas series de NFT brindan beneficios, recompensas o experiencias únicas del mundo real a sus poseedores, creando valor adicional.",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "Quienes poseen objetos coleccionables específicos de NFT se conectan regularmente entre sí, fomentan relaciones y comparten su pasión por el proyecto, lo que también les brinda un sentido más profundo de membresía en la comunidad.",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "Además, algunas organizaciones autónomas descentralizadas (DAO) se reunirán para compartir temas que consideren de importancia cultural, como la propiedad parcial y la gestión colectiva de las NFT.",
	"音乐行业": "industria musical",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "Los músicos están utilizando NFT para reducir la influencia de los sellos discográficos y de la industria musical en general, ayudando a los artistas a mediar y cuantificar sus relaciones con los fans. Así como se pueden colocar imágenes únicas en la cadena de bloques como NFT, se pueden crear, intercambiar y almacenar clips de audio únicos en la cadena de bloques como NFT para que los fanáticos los posean y disfruten.",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "Docenas de artistas musicales de todos los géneros y generaciones, incluidos Kings of Leon y 3LAU, están utilizando NFT para cultivar nuevas experiencias musicales y compensar su dependencia de los intermediarios de la industria musical.",
	"游戏": "juego",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "Las plataformas basadas en blockchain como Decentraland, Axie Infinity y The Sandbox utilizan NFT para brindar a los jugadores experiencias de juego únicas y recompensarlos con artículos de valor real. En estos juegos, los NFT pueden representar tierras, personajes, habilidades o dispositivos portátiles virtuales con diferentes atributos y valores de mercado. La criptomoneda original en los juegos blockchain NFT es una parte clave de la economía del juego, y sus logros en el juego también se pueden utilizar para recompensar a los jugadores con artículos de valor real. NFT permite a los jugadores tomar control de sus logros en el juego y recibir recompensas personalizadas con valor en el mundo real.",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业’税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "Las NFT también tienen casos de uso innovadores relacionados con los protocolos de finanzas descentralizadas (DeFi), como una forma a prueba de manipulaciones para mantener la propiedad sin intermediarios. Los documentos financieros importantes, como la prueba de propiedad de un terreno o la declaración de impuestos de una empresa, se pueden crear como NFT y utilizarse en protocolos financieros descentralizados para ejecutar de manera confiable transacciones de blockchain entre pares. Además de la prueba de propiedad y autenticidad para los casos de uso, las NFT también se pueden utilizar como garantía para que los usuarios obtengan préstamos. Ya sean servicios de préstamos tradicionales o servicios de préstamos basados ​​en blockchain, están explorando cómo utilizar el valor de NFT para financiar nuevos productos y servicios financieros.",
	"元宇宙与Web3": "Metaverso y Web3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "Las NFT se están convirtiendo rápidamente en una parte fundamental de la próxima generación de Internet, brindando una experiencia en línea más inmersiva a través de los atributos únicos de propiedad de las NFT.",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "NFT tiene el potencial de hacer que la arquitectura de Internet basada en blockchain sea más descentralizada y anónima, a menudo denominada Web3. NFT muestra todo su potencial en estas áreas y tiene la oportunidad de desempeñar un papel clave en el desarrollo posterior de Web3 y Metaverse. Muchos creen que el arte es solo el primero de muchos campos que serán revolucionados por las NFT, y que pronto surgirán otros casos de uso como el comercio electrónico, la propiedad de la tierra e incluso la identidad personal.",
	"出席证明协议": "Acuerdo de prueba de asistencia",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "El Protocolo de prueba de asistencia (POAP) es un proyecto de código abierto que utiliza NFT para realizar un seguimiento de la participación en eventos del mundo real. Después de proporcionar un diseño de insignia simple y metadatos relacionados con el evento (como el nombre, la ubicación y la fecha del evento), se puede distribuir POAP para crear un registro digital de participación a prueba de manipulaciones que sea fácil de compartir y verificar.",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "POAP permite a los organizadores de eventos brindar una experiencia más personalizada a sus comunidades. Este tipo de token no fungible también podrá extenderse a otras áreas, como la consulta y seguimiento de certificados de instituciones académicas y organizaciones profesionales.",
	"潮流": "tendencia",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "Desde marcas de lujo hasta potencias de la moda rápida, empresas de todo el mundo están explorando el poder de las NFT.",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "Algunas marcas conocidas están lanzando líneas de ropa NFT compatibles con el metaverso, mientras que otras, como Louis Vuitton, están desarrollando juegos de colección de marcas basados ​​en NFT.",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "Las NFT profundizan las conexiones con los clientes al tiempo que destacan a nuevos artistas inspiradores. Los amantes de la moda como Gucci, Dolce & Gabbana, Nike y Adidas utilizan el poder de NFT para crear y liderar nuevas experiencias de tendencias.",
	"处理中": "Tratamiento",
	"开始交易": "Empezar a operar",
	"探索NFT的世界": "Explora el mundo de las NFT",
	"可靠的安全保障": "Seguridad confiable",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "Nuestras sofisticadas medidas de seguridad y fondos SAFU protegen sus activos digitales de todos los riesgos.",
	"24*7小时客户服务支持": "Atención al cliente 24*7 horas",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "Con modo de operación 24*7, responderemos a sus consultas lo antes posible.",
	"团队总人数": "Número total de miembros del equipo",
	"今日团队收益": "Ganancias del equipo de hoy",
	"今日新增成员": "Nuevos miembros agregados hoy",
	"USDT充值最低金额": "1. El monto mínimo de recarga de USDT es {num} USDT y el monto enviado debe ser un número entero.",
	"ETH充值最低金额": "2. La cantidad mínima de recarga de ETH es {num} ETH y la cantidad enviada debe tener una precisión de 4 dígitos después del punto decimal.",
	"BTC充值最低金额": "3. La cantidad mínima de recarga de BTC es {num} BTC y la cantidad enviada debe tener una precisión de 4 dígitos después del punto decimal.",
	"USDT提现最低金额": "El monto mínimo de retiro de USDT es {num}",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "Solo se admiten retiros de USDT-TRC20 y USDT-ERC20.",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "Después de solicitar el retiro, el tiempo que tarda en llegar a su cuenta es de 0 a 72 horas, espere pacientemente.",
	"联系客服": "Contactar Servicio al Cliente",
	"首页": "página delantera",
	"体验金": "Tarifa de prueba",
	"新手礼包": "Paquete de regalo para novatos",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "Aquellos que cumplan con los requisitos de principiante pueden recibir un bono de prueba de 1000 USDT. El bono de prueba es válido por tres días y solo se puede reclamar una vez.",
	"条件": "condición",
	"1.注册之日起7天内为新手用户。": "1. Ser usuario novato dentro de los 7 días siguientes a la fecha de registro.",
	"2.新手用户未进行充值和交易。": "2. Los usuarios novatos no han realizado depósitos ni transacciones.",
	"立即领取": "consíguelo ahora mismo",
	"身份证": "tarjeta de identificación",
	"护照": "pasaporte",
	"驾驶证": "licencia de conducir",
	"请上传证件照": "Por favor sube foto de identificación",
	"竞拍": "Licitación",
	"量化": "Cuantificar",
	"智能拍卖公司自2024年成立以来，便在美国加利福尼亚州旧金山这个金融科技的腹地发展壮大，迅速成为拍卖交易行业的佼佼者。": "Desde su creación en 2021, {name} Smart Auction Company ha crecido y se ha desarrollado en el interior de la tecnología financiera de San Francisco, California, EE. UU., y rápidamente se ha convertido en un líder en la industria del comercio de subastas.",
	"公司凭借雄厚的资金背景和AI技术的深度挖掘，专注于探索区块链市场的未来趋势，并致力于利用先进的AI系统，为客户提供高效且精准的NFT的拍卖交易服务。": "Con su sólida experiencia financiera y una exploración en profundidad de la tecnología de inteligencia artificial, la compañía se enfoca en explorar las tendencias futuras del mercado blockchain y se compromete a utilizar sistemas de inteligencia artificial avanzados para brindar a los clientes servicios de transacciones de subasta NFT eficientes y precisos.",
	"竞拍金额": "Monto de la oferta",
	"竞拍收益": "Producto de la subasta",
	"竞拍收益率": "Rendimiento de licitación",
	"竞拍时间": "tiempo de oferta",
	"可竞拍资金": "Fondos disponibles para licitar",
	"今日收益": "Las ganancias de hoy",
	"本月收益": "Ganancias este mes",
	"竞拍总收益": "Ingresos totales de la subasta",
	"启动竞拍": "Empezar a ofertar",
	"等级": "calificación",
	"竞拍交易": "Transacción de subasta",
	"有效金额": "Monto efectivo",
	"需要邀请": "Necesito invitación",
	"名下属": "subordinar",
	"每名下属累计充值": "Recarga acumulada por cada subordinado",
	"一级": "Nivel 1",
	"二级": "Nivel 2",
	"三级": "Nivel tres",
	"升级条件": "Condiciones de actualización",
	"权益": "derechos e intereses",
	"最小竞拍量": "Monto mínimo de oferta",
	"最大竞拍量": "Volumen máximo de ofertas",
	"每日竞拍量": "Volumen de ofertas diario",
	"下一级": "siguiente nivel",
	"日收益率": "Tasa de rendimiento diaria",
	"次": "De segunda categoría",
	"竞拍总收益": "Ingresos totales de la subasta",
	"今日竞拍收益": "Los ingresos de la subasta de hoy",
	"团队人数": "Tamaño del equipo",
	"团队佣金": "Comisión de equipo",
	"正在竞拍": "Oferta ahora",
	"正在启动竞拍机器人": "Iniciando el robot de ofertas",
	"竞拍机器人启动成功": "El robot de ofertas se inició correctamente.",
	"正在扫描NFT": "Escaneo de NFT",
	"分析NFT成功": "Analizando el éxito de NFT",
	"竞拍匹配中": "Coincidencia de subasta",
	"拍品匹配成功": "Lotes coincidentes exitosamente",
	"正在等待创作者购买": "Esperando a que el creador compre",
	"创作者购买成功": "El creador compró con éxito",
	"系统结算中": "El sistema se está asentando",
	"系统结算完成": "Liquidación del sistema completada",
	"竞拍完成": "Licitación completada",
	"正在": "son",
	"在": "existir",
	"发起购买": "Iniciar compra",
	"买入成功": "Compra con éxito",
	"发起出售": "Iniciar venta",
	"已发起出售": "Venta iniciada",
	"等级不符，无法竞拍": "El nivel no coincide y no puedes pujar.",
	"公司简介": "Perfil de la empresa",
	"平台规则": "Reglas de la plataforma",
	"常见问题": "problema comun",
	"您还未高级认证,请去认证": "Aún no ha recibido la certificación avanzada, solicite la certificación.",
	"您以高级认证": "Certificación avanzada",
	"订单审核中": "Orden bajo revisión",
	"已读": "Han leído",
	"数字钱包未连接": "Cartera digital no conectada",
	"请使用数字钱包打开链接": "Utilice una billetera digital para abrir el enlace.",
	"未检测到数字钱包地址": "Dirección de billetera digital no detectada",
	"正在检测数字钱包": "Detectando billetera digital",
	"信用分": "puntuación de crédito",
	"底部菜单上移": "Mover el menú inferior hacia arriba",
	"是否需要上移菜单": "¿Necesitas subir el menú?",
	"团队佣金奖励": "Recompensas de comisiones de equipo",
	"推荐层级": "Nivel recomendado",
	"佣金奖励": "Recompensas de comisiones",
	"例如：A邀请B，B邀请C，C邀请D": "Por ejemplo: A invita a B, B invita a C, C invita a D",
	"代理A获得B收益的百分比": "El agente A obtiene el porcentaje de los ingresos de B.",
	"代理A获得C收益的百分比": "El agente A obtiene el porcentaje de los ingresos de C.",
	"代理A获得D收益的百分比": "El agente A obtiene el porcentaje de los ingresos de D.",
	"待售": "en venta",
	"开售": "En venta",
	"请输入姓名": "Por favor escribe tu nombre",
	"请输入银行账号": "Por favor ingrese el número de cuenta bancaria",
	"请输入银行名称": "Por favor ingrese el nombre del banco",
	"请输入法定货币": "Por favor ingrese moneda legal",
	"请输入支行名称": "Por favor ingrese el nombre de la sucursal",
	"请输入银行邮编": "Por favor ingrese el código postal del banco",
	"高级认证": "Certificación avanzada",
	"NFT正在持续收益": "NFT sigue ganando",
	"USDT总成交": "Transacción total en USDT",
	"用户收入": "ingresos del usuario",
	"交易": "comercio",
	IEO: "OIE",
	"我的": "mío",
	"充值": "completar",
	"提现": "retirar",
	"帮助": "ayuda",
	"行情": "Citas",
	"天数": "días",
	"范围": "alcance",
	"预计收益": "Ingresos estimados",
	"可用金额": "Cantidad disponible",
	"收益率": "tasa de retorno",
	"提示": "pista",
	"浏览量": "Puntos de vista",
	"价格": "precio",
	"美元价格": "precio en dolares",
	"购买": "Comprar",
	"确定购买": "Confirmar compra",
	"热销": "venderse como panqueques",
	"停售": "Detenido en venta",
	"发行者": "Editor",
	"什么是NFT": "¿Qué es NFT?",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "Los NFT (tokens no fungibles) son elementos digitales únicos almacenados en la cadena de bloques. Las NFT pueden representar casi cualquier cosa y servir como un registro digital de propiedad.",
	"跨市场流动性聚合：": "Agregación de liquidez entre mercados:",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "Obtenga pedidos de NFT en tiempo real desde plataformas convencionales como OpenSea, LooksRare, MagicEden, IMXOfficial, etc., y admita la colocación de pedidos con un solo clic en múltiples plataformas para agregar liquidez de transacciones en toda la red para usted.",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "El mercado de emisión de {name} lanza periódicamente proyectos de alta calidad. El mercado secundario admite consultas de rarezas y compras al por mayor. La sección de estadísticas de datos proporciona datos en tiempo real sobre la cadena para ayudar en la toma de decisiones, ayudándole a controlar completamente las oportunidades comerciales de la industria y comerciar rápidamente.",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "Recordatorio: debe asegurarse de que el saldo sea suficiente al realizar la compra; de lo contrario, la compra fracasará.",
	"温馨提示：确保账户余额足够": "Recordatorio: asegúrese de que el saldo de su cuenta sea suficiente",
	"账户总额": "Total de la cuenta",
	"冻结金额": "cantidad congelada",
	"今日收益": "Las ganancias de hoy",
	"点击进入": "haga clic para entrar",
	"全部": "todo",
	"已停售": "Interrumpido",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "Puede elegir un plan de Ofertas inteligentes. Una vez seleccionado, el robot de contrato inteligente alojará su cuota disponible para ofertas inteligentes.",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "Los robots de contratos inteligentes subastarán automáticamente diferentes planes con fines de lucro.",
	"交易对": "par comercial",
	"最新价": "Último precio",
	"24小时涨跌幅": "Subida y bajada de precios en 24 horas",
	"可用": "Disponible",
	"秒交易": "Transacciones en segundos",
	"杠杆交易": "Comercio de apalancamiento",
	"单价": "precio unitario",
	"数量": "cantidad",
	"交易模式": "modelo comercial",
	"价格": "precio",
	"市场最优价格": "El mejor precio del mercado.",
	"倍数": "múltiple",
	"请输入数量": "Por favor ingrese la cantidad",
	"保证金": "margen",
	"服务费": "cargo por servicio",
	"当前委托": "Orden actual",
	"持有仓位": "mantener una posición",
	"限价/买入": "Limitar/Comprar",
	"未实现盈亏($)": "Ganancias y pérdidas no realizadas ($)",
	"回报率": "Tasa de respuesta",
	"持仓数量": "Cantidad de posición",
	"保证金率": "tasa de margen",
	"开仓价格($)": "Precio de apertura ($)",
	"标记价格($)": "Precio de marca ($)",
	"强平价格($)": "Precio de liquidación ($)",
	"调整杠杆": "Ajustar el apalancamiento",
	"止盈止损": "Obtenga ganancias y detenga las pérdidas",
	"平仓": "Posición cercana",
	"设置止损/止盈": "Establecer stop loss/takeprofit",
	"止盈价格": "Precio de toma de ganancias",
	"请输入止盈价格": "Por favor ingrese el precio de toma de ganancias",
	"止损价格": "Precio de parada de pérdidas",
	"请输入止损价格": "Por favor introduzca el precio del stop loss",
	"预计盈亏": "Ganancias y pérdidas estimadas",
	"确定": "Seguro",
	"秒": "Segundo",
	"规则": "regla",
	"请输入金额": "Por favor ingrese la cantidad",
	"可用余额": "Saldo disponible",
	"环保项目": "Energía renovable",
	"收益": "ingreso",
	"总充值": "recarga total",
	"团队": "equipo",
	"团队总收益": "Ingresos totales del equipo",
	"团队个数": "Número de equipos",
	"推荐分享": "Recomendar compartir",
	"消息": "información",
	"修改密码": "cambiar la contraseña",
	"修改支付密码": "Cambiar contraseña de pago",
	"退出登陆": "desconectar",
	"请选择充值金额": "Por favor seleccione el monto de la recarga",
	"请选择交易类型": "Por favor seleccione el tipo de transacción",
	"充值明细": "Detalles de recarga",
	"状态": "estado",
	"金额": "Cantidad",
	"交易类型": "medios de transacción",
	"地址": "DIRECCIÓN",
	"复制": "Copiar",
	"复制成功": "Copiado exitosamente",
	"复制失败": "Copia fallida",
	"上传图片凭证": "Subir imagen del bono",
	"账户余额": "Saldo de la cuenta",
	"最小提现金额": "Monto mínimo de retiro",
	"请输入地址": "Por favor ingrese la dirección",
	"请输入支付密码": "Por favor ingrese la contraseña de pago",
	"提现记录": "Registro de retiros",
	"账号": "cuenta",
	"暂无数据~": "Aún no hay datos ~",
	"旧密码": "Contraseña anterior",
	"新密码": "Nueva contraseña",
	"确认密码": "confirmar Contraseña",
	"消息详情": "Detalles del mensaje",
	"用户帮助": "Ayuda al usuario",
	"邀请您的好友": "Invita a tus amigos",
	"或朋友并获得奖励": "o amigos y obtener recompensas",
	"返佣记录": "Registro de comisiones",
	"类型": "tipo",
	"团队介绍": "introducción del equipo",
	"请输入邮箱": "por favor ingrese su correo electrónico",
	"请输入密码": "Por favor, ingrese contraseña",
	"记住密码": "Recordar contraseña",
	"登录": "Acceso",
	"创建账号": "Crea una cuenta",
	"请输入邀请码": "Por favor introduce el código de invitación.",
	"获取验证码": "obtener código de verificación",
	"总资产": "Los activos totales",
	"发送成功": "Enviado correctamente",
	"推荐并获得奖励": "Recomiende y obtenga recompensas",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "Puede obtener ingresos financieros de su billetera compartiendo su enlace de invitación. Por ejemplo, puedes obtener una comisión de {rates}% por cada depósito realizado por un usuario al que invites.",
	"邀请等级": "Nivel de invitación",
	"我的申购": "Mi suscripción",
	"已申购": "Ya suscrito",
	"未申购": "No suscrito",
	"申购": "Suscripción",
	"申购记录": "Registro de suscripción",
	"申购金额": "Monto de la suscripción",
	"购买成功": "Compra exitosa",
	"确认": "confirmar",
	"取消": "Cancelar",
	"温馨提示": "Consejos amables",
	"是否确定申购": "¿Estás seguro de suscribirte?",
	"最小金额": "Monto minimo",
	"最大金额": "cantidad máxima",
	"质押": "ahorros",
	"天": "cielo",
	"质押详情": "Detalles de ahorro",
	"日收益": "Ingreso diario",
	"请输入质押金额": "Por favor ingrese el monto de ahorro",
	"质押最小金额": "Monto mínimo para ahorrar",
	"质押最大金额": "Cantidad máxima de ahorro",
	"是否确定质押": "¿Estás seguro de ahorrar?",
	"质押记录": "registro de ahorro",
	"质押天数": "Número de días de apuesta",
	"实名认证": "Verificado",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "Cargue el anverso y el reverso de su tarjeta de identificación y la tarjeta de identificación de mano. La primera es el frente y la segunda es la parte posterior.",
	"真实姓名": "nombre real",
	"请输入真实姓名": "por favor ingresa tu nombre real",
	"证件号": "número de licencia",
	"请输入证件号": "Por favor ingrese su número de identificación",
	"您还未实名认证,请去认证": "Aún no ha autenticado su nombre real, vaya y autentíquese.",
	"实名信息审核中": "La información del nombre real está bajo revisión.",
	"您以实名认证": "Te autentificas con tu nombre real",
	"审核失败请重新提交": "Si la revisión falla, vuelva a enviarla.",
	"已提交": "enviado",
	"是否提交审核": "Ya sea para enviar para revisión",
	"请上传正确图片格式": "Por favor sube el formato de imagen correcto",
	"上传中...": "subiendo...",
	"上传失败": "subida fallida",
	"请上传正面照片": "Por favor sube una foto de frente",
	"请上传反面照片": "Por favor sube una foto del reverso.",
	"市价交易": "transacción a precio de mercado",
	"限价交易": "limitar el comercio",
	"卖出": "vender",
	"是否进行杠杆交易": "Ya sea para realizar operaciones apalancadas",
	"请输入杠杆张数": "Por favor ingrese el número de apalancamiento",
	"张": "abierto",
	"买": "compra",
	"卖": "Vender",
	"合约": "contrato",
	"限价/卖出": "Limitar/Vender",
	"是否撤销当前委托": "Si cancelar la comisión actual",
	"撤销成功": "Revocado con éxito",
	"提交中": "sumisión",
	"是否提交此充值单": "Si se debe enviar esta orden de recarga",
	"提交成功": "Enviado satisfactoriamente",
	"请上传交易图片": "Por favor sube fotos de la transacción",
	"充值记录": "Registro de recarga",
	"审核中": "bajo revisión",
	"手续费": "tasa de tramitación",
	"您还未设置支付密码,是否去设置支付密码": "No has establecido una contraseña de pago. ¿Quieres establecer una contraseña de pago?",
	"请输入验证码": "por favor ingrese el código de verificación",
	"是否设置支付密码": "Si se debe establecer una contraseña de pago",
	"设置支付密码": "Configurar contraseña de pago",
	"修改成功": "Modificado con éxito",
	"提现成功": "Retirar con éxito",
	"未设置": "no establecido",
	"设置成功": "Instalación exitosa",
	"取消成功": "Cancelar éxito",
	"是否对此单进行平仓": "Si cerrar este pedido",
	"平仓历史": "Historial de cierre",
	"倒计时(s)": "Cuenta regresiva",
	"盈亏($)": "Ganancias y pérdidas ($)",
	"抢购周期": "ciclo de compra de pánico",
	"当前价格": "Precio actual",
	"是否进行下单": "Ya sea para realizar un pedido",
	"请选择订单方向": "Por favor seleccione la dirección del pedido",
	"下单完成": "Pedido completado",
	"下单时间": "tiempo de la orden",
	"持仓历史": "Historial de posiciones",
	"委托历史": "Historia de la comisión",
	"已撤销": "Revocado",
	"已成交": "Trato hecho",
	"历史记录": "registro de historia",
	"支持USDT-TRC20快速提现": "Admite retiro rápido USDT-TRC20",
	"提现后等待客服审核": "Espere la revisión del servicio al cliente después del retiro",
	"多空大小必选,可同时多空大小各选其一": "Se debe seleccionar la talla larga y corta, puedes seleccionar una de las tallas larga y corta al mismo tiempo.",
	"请登录": "Por favor, registrese",
	"成功修改钱包密码": "La contraseña de la billetera se cambió correctamente",
	"请输入您的旧密码": "Por favor ingresa tu antigua contraseña",
	"请输入新密码": "Por favor ingrese una nueva contraseña",
	"请输入确认密码": "Por favor ingrese la contraseña de confirmación",
	"确认密码与新密码不一致": "Confirmar contraseña no coincide con la nueva contraseña",
	"是否修改登录密码": "Si se debe cambiar la contraseña de inicio de sesión",
	"是否更改钱包安全密码": "Si se debe cambiar la contraseña de seguridad de la billetera",
	"单": "uno",
	"双": "par",
	"多": "muchos",
	"空": "nulo",
	"买入": "comprar",
	"请输入申购金额": "Por favor ingrese el monto de la suscripción",
	"余额": "Balance",
	"时间": "tiempo",
	"邀请好友，领取高达20%邀请、交易双重佣金": "Invita a amigos y recibe hasta un 20% de comisión doble en invitaciones y transacciones",
	"BHE福利": "Beneficios de BHE",
	"邀请好友": "invitar a amigos",
	"冻结": "congelar",
	"语言": "idioma",
	"请选择支付类型": "Por favor seleccione el tipo de pago",
	"[充值规则说明]": "[Descripción de las reglas de recarga]",
	"账户": "Cuenta",
	"等级": "calificación",
	"注册时间": "Hora de registro",
	"或朋友并获得奖励 ": "o amigos y obtener recompensas",
	Lock_up_to: "bloquear_a",
	"No data": "Sin datos",
	"Please enter the confirmation password!": "¡Por favor ingrese la contraseña de confirmación!",
	Pledge_success_txt: "Compromiso_éxito_txt",
	Position_record_txt: "Posición_registro_txt",
	Tips_Tips_txt: "Consejos_Consejos_txt",
	"Welcome Back": "Bienvenido de nuevo",
	"account.charging": "cuenta.cargando",
	confirm: "confirmar",
	confirm_the_pledge: "confirmar_el_compromiso",
	current_state_txt: "texto_estado_actual",
	day_txt_txt: "día_txt_txt",
	end_end_txt: "end_end_txt",
	income_income_txt: "ingresos_ingresos_txt",
	mortgage_mmediately_txt: "hipoteca_inmediatamente_txt",
	mortgage_principal_txt: "hipoteca_principal_txt",
	msg10: "mensaje10",
	s: "s",
	"td1.canceil": "td1.cancelar",
	"td1.confirm": "td1.confirmar",
	under_pledge_txt: "under_pledge_txt",
	"失败": "fallar",
	"成功": "éxito",
	"提交": "entregar",
	"撤销": "Cancelar",
	"止损/止盈": "Detener pérdidas/Tomar ganancias",
	"下一步": "Próximo paso",
	"平仓完成": "Cierre de posición completado",
	"开单价格": "precio de facturación",
	"开始时间": "Tiempo de empezar",
	"成交数量": "El número de transacciones",
	"结单价格": "Precio de declaración",
	"结束时间": "Hora de finalización",
	"订单方向": "dirección del pedido",
	"质押区间": "Intervalo de compromiso",
	"质押金额": "Monto de la promesa",
	"以实现盈亏": "para lograr ganancias y pérdidas",
	"上传转账截图": "Subir captura de pantalla de transferencia",
	"是否确认提现": "¿Confirmar retiro?",
	"最大提现金额": "Monto máximo de retiro",
	"是否设置此价格": "Ya sea para establecer este precio",
	"请上传转账截图": "Por favor sube capturas de pantalla de transferencia",
	"是否取消当前设置": "Si cancelar la configuración actual",
	"请输入质押金额，不得超过": "Por favor ingrese el monto del compromiso, el cual no debe exceder",
	"分享您的推荐链接并开始赚钱": "Comparte tu enlace de referencia y comienza a ganar",
	"公告": "anuncio",
	"系统异常": "Excepción del sistema",
	"请输入自定义充值金额": "Por favor ingrese el monto de recarga personalizado",
	"自定义金额": "Cantidad personalizada",
	"请打开链接": "Por favor abre el enlace",
	"恭喜新用户": "Felicitaciones al nuevo usuario.",
	"今日": "hoy",
	"覆盖国家": "Países cubiertos",
	"注册用户": "usuario registrado",
	"已赚取收益": "Ingresos obtenidos",
	"已发放佣金": "Comisión emitida",
	"快速买币": "Compra monedas rápidamente",
	"网格交易": "comercio en red",
	"封闭期": "periodo cerrado",
	"激活金额": "Monto de activación",
	"今日最高年化": "El más alto anualizado de hoy",
	"立即购买": "Compre ya",
	"服务": "Atender",
	"提币": "retirar monedas",
	"邀请返佣": "Invitar reembolso",
	"关于我们": "sobre nosotros",
	"合作伙伴": "Pareja",
	"总资金": "fondos totales",
	"今日收益": "Las ganancias de hoy",
	"邮箱": "Correo",
	"密码": "contraseña",
	"手机号": "Número de teléfono",
	"忘记密码": "olvida la contraseña",
	"注册": "registro",
	"请输入手机号": "Por favor ingrese el número de teléfono",
	"正在维护": "En mantenimiento",
	"您确定购买此产品": "¿Estás seguro de comprar este producto?",
	"购买的数量": "cantidad comprada",
	"加载中": "cargando",
	"我的机器人": "mi robot",
	"剩余天数": "El número restante de días",
	"暂停": "pausa",
	"是否激活此机器人": "Si activar este robot",
	"是否暂停此机器人的工作": "Si pausar el trabajo de este robot",
	"激活成功": "Activación exitosa",
	"暂停成功": "Suspendido con éxito",
	"预计日收益": "Ingreso diario estimado",
	"总收益": "Los ingresos totales",
	"年化": "anualizado",
	"是否激活体验机器人": "Ya sea para activar el robot de experiencia.",
	"赚币记录": "Récord de ganancia de monedas",
	"币种": "Divisa",
	"免费领取": "Consíguelo gratis",
	"等级规则": "reglas de jerarquía",
	"当前等级": "nivel actual",
	"是否确认修改登录密码": "¿Confirma el cambio de contraseña de inicio de sesión?",
	"没有更多了": "no más",
	"当前收益": "Ganancias actuales",
	"激活": "activación",
	"赠送": "donar",
	"请输入赠送用户ID或邮箱": "Por favor ingrese su ID de usuario de regalo o dirección de correo electrónico",
	"推荐计划": "Programa de referencia",
	"邀请朋友赚币": "Invita a tus amigos a ganar monedas.",
	"我的邀请码": "mi código de invitación",
	"是否将此机器人赠送于": "Si regalar este robot a",
	"赠送成功": "Regalar con éxito",
	"经验值": "Experiencia",
	"台BOT正在为您疯狂赚币": "Taiwan BOT está ganando muchísimo dinero para ti"
}