{
	"最多只能同时有3条未审核提现记录": "You can only have a maximum of 3 pending withdrawal records at the same time.",
	"基础": "Foundation",
	"申请贷款后与客服联系审批额度": "Contact customer service for approval amount after applying for a loan",
	"请不要重复提交": "Please do not submit again",
	"贷款额度与客户信用分和资产存在关系":"The loan limit is related to the customer's credit score and assets",
	"低于":"below",
	"高于":"higher than",
	"必须":"must",
	"开始验证": "Start verification",
	"已验证": "Verified",
	"验证失败": "Verification failed",
	"总利息": "Total interest",
	"需还款": "Repayment required",
	"违约金": "Liquidated penalty",
	"批准时间": "Approval time",
	"还款日期": "Repayment date",
	"待审核": "Awaiting review",
	"正在审核": "Under review",
	"已还款": "Repaid",
	"还款审核中": "Repayment under review",
	"协议": "Agreement",
	"现在还款": "Repay now",
	"签署协议": "Sign agreement",
	"姓名": "Name",
	"贷款": "Loan",
	"贷款协议(质押贷款)日期": "Loan Agreement (Pledge Loan) Date",
	"借款人": "Borrower",
	"名": "Name",
	"姓": "Surname",
	"电话": "Telephone",
	"贷款人": "Lender",
	"区块链借贷": "Blockchain Lending",
	"统称为各方": "Collectively referred to as the Parties",
	"(生效日期)签订 由以下各方": "(Effective Date) Signed by the following parties",
	"还款条款": "Repayment Terms",
	"贷款额度": "Loan Amount",
	"借款人同意偿还": "The Borrower agrees to repay",
	"利率": "Interest Rate",
	"双方约定的利率为": "The interest rate agreed by both parties is",
	"贷款期限": "Loan Term",
	"该贷款期限为": "The loan term is",
	"天": "Days",
	"还款方式": "Repayment Method",
	"借款人同意偿还贷款人": "The Borrower agrees to repay the Lender",
	"本金和": "The principal and",
	"到期利息": "Interest due",
	"按日计算": "Calculated on a daily basis",
	"还款适用性": "Repayment Applicability",
	"滞纳金": "Late Payment Fee",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "If the Borrower fails to repay on time, the Borrower shall pay a late payment fee",
	"提前还款": "Prepayment",
	"借款人提前还款不会受到任何处罚": "The Borrower will not be subject to any penalty for early repayment",
	"默认": "Default",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "If the Borrower fails to repay on time, the Borrower shall immediately repay all outstanding principal and interest without notice or request",
	"费用": "Expenses",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "If the Borrower fails to fulfill its repayment obligations on time, the Borrower agrees to bear all expenses incurred thereby. Lender in the collection process, including but not limited to attorney fees",
	"可分割性": "Severability",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "If any provision of this Agreement is found to be invalid or unenforceable, such provision shall be void, but all other provisions shall remain valid and binding",
	"法律效力": "Legal Effect",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "This Agreement shall be legally binding upon the parties and may be signed and enforced in the United States and Europe. The parties declare that they have the authority to enter into this Agreement",
	"各种各样的": "Various",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "According to the terms of this Agreement, the Company shall pay in the form of currency on the account balance. Both parties have the authority to enter into this Agreement. Neither party shall infringe upon the rights of a third party or violate any other agreement between the parties",
	"适用法律": "Applicable Law",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "This Agreement shall be interpreted and enforced in accordance with the laws of the country where the borrower is located",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "The funds for this Agreement are provided by a third-party bank lending institution, and all funds provided must be repaid by the borrower",
	"双方同意以上条款并签字如下": "Both parties agree to the above terms and sign as follows",
	"(按日计算)这应被视为处罚而不是罚款": "(Calculated on a daily basis) This should be considered a penalty rather than a fine",
	"贷方": "Lender",
	"借款人签名": "Signature of the borrower",
	"签名日期": "Date of signature",
	"签字": "Signature",
	"重写": "Rewrite",
	"预估贷款额度": "Estimated loan amount",
	"验证您的身份并获得更多服务": "Verify your identity and get more services",
	"贷款期限(天)": "Loan term (days)",
	"日利率": "Daily interest rate",
	"总利息金额": "Total interest amount",
	"贷款后当天内无需支付利息，之后需支付利息": "No interest is required on the day after the loan is taken, but interest is required thereafter",
	"现在借款": "Borrow now",
	"借款记录": "Borrowing record",
	"尚未借款": "Not borrowed yet",
	"找不到您的贷款信息": "Cannot find your loan information",
	"认证": "Authentication",
	"请输入": "Please enter",
	"姓氏": "Surname",
	"性别": "Gender",
	"男": "Male",
	"女": "Female",
	"出生日期": "Date of birth",
	"国家": "Country",
	"名字": "Name",
	"电话号码": "Telephone number",
	"证件": "ID",
	"请填写完整信息": "Please fill in the complete information",
	"上传证件": "Upload ID",
	"身份证正面": "Front of ID card",
	"身份证反面": "Back of ID card",
	"拍摄时注意一下几点": "Pay attention to the following points when shooting",
	"请注意图片的边框完整，字体清晰，亮度均匀": "Please note that the border of the picture is complete, the font is clear, and the brightness is uniform",
	"请勿上传于姓名不符的证件照": "Do not upload ID photos that do not match the name",
	"请先验证身份信息": "Please verify identity information first",
	"名称": "Name",
	"交易额": "Transaction Volume",
	"合集": "Collection",
	"市场": "Market",
	"地板价": "Floor",
	"总排行": "Overall Ranking",
	"我的收藏": "My Collection",
	"关于": "About",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "NFT is a digital record on the blockchain that represents the ownership and authenticity of media.",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "NFT is not just a multimedia file (like a Gif. or Jpeg.) — it is also a public record that contains historical information associated with the media. In this case, NFT is more like a list of ownership and a certificate of authenticity for the painting.",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "NFT is different from fungible assets, such as $20 bills, stocks, or other units, which can be replaced with each other without changing value.",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "Unlike a $20 bill that can be replaced with another $20 bill, the unique quality of NFTs makes each NFT unique and this uniqueness can be verified.",
	"为何NFT如此重要": "Why NFT is so important",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "NFT acts as proof of ownership, mathematically verifying that a blockchain address owns the item in a highly tamper-proof way.",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "NFT can also serve as a certificate of authenticity, ensuring that any form of media (artwork, document, or other digital file) can be traced back to its origin (to prove that it has not been tampered with from the source).",
	"NFT的解释": "NFT Explanation",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "Photographing a work of art in a museum does not make the photographer the owner of the painting, and the image taken cannot become the artwork itself.",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "We know this because curators, scholars, collectors, and the public have reached a consensus on the subject of originals, copies, and rightful owners.",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "The same is true for NFTs, where the original has provable scarcity and value – not a right-clicked copy – but rather than relying on individual judgment to verify authenticity or ownership, NFTs leverage the consensus-building power of blockchain technology.",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "In short, NFTs verify ownership and authenticity with objective mathematical proof, rather than subjective trust in an individual or organization.",
	"NFT的极简史": "A Brief History of NFTs",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "Although blockchain lending services are only just emerging, NFTs have been around since the earliest days of blockchain technology.",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "The concept of NFTs was introduced in Colored Coins in 2012. Colored Coins were stored on the Bitcoin blockchain and provided a way to represent ownership of real-world assets, such as real estate or stocks. A few years later, digital artist Kevin McCoy minted the first widely known NFT with a \"Quantum\" – an octagonal dynamic work on the Namecoin blockchain.",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "After the Bitcoin-based Counterparty platform began virally popularizing collectibles like Rare Pepes, Ethereum advanced NFTs in 2018 with CryptoKitties and the ERC-721 standard. This paved the way for other smart contract-enabled blockchain networks like Solana, Polygon, and Tezos, which helped NFTs achieve further adoption and circulation.",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "To date, NFTs have been widely used to query the ownership and authenticity of digital art and collectibles. Some early NFTs, such as CryptoPunks, saw a shift in the concept of ownership, which was also a cultural shift. NFTs also have use cases for decentralized ownership in areas beyond art, from sensitive financial document verification to exclusive access to pop culture experiences, which continue to grow.",
	"NFT有什么用途": "What NFTs are used for",
	"艺术&收藏品": "Art & Collectibles",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "Almost any digital file can become an NFT, but the most common use case today is collectible digital artwork. Before the advent of NFTs, the most serious criticism of digital artworks or collectibles was that it was nearly impossible for people to query the ownership of art or baseball cards online, which required heavy reliance on intermediaries and made people vulnerable to fraud.",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "NFTs further legitimize digital art as a medium and valuable form of expression in modern culture. \"Blue chip\" NFTs (such as works by digital artists such as CryptoPunks, Bored Ape Yacht Club, and Beeple) have set sales price records not only for NFT marketplaces, but also for traditional art auction houses.",
	"社区会员": "Community Membership",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "Many NFT collections offer unique real-world benefits, rewards, or experiences to their holders, creating additional value.",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "Those who hold specific NFT collections often connect with each other, cultivate relationships, and share their passion for the project, which also gives them a deeper sense of community membership.",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "In addition, some decentralized autonomous organizations (DAOs) come together to share topics they believe are culturally significant, such as fractional ownership and collective management of NFTs.",
	"音乐行业": "Music Industry",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "Musicians are using NFTs to reduce the influence of record companies and the broader music industry, helping artists mediate and quantify their relationship with fans. Just as unique images can be put on the blockchain as NFTs, unique audio clips can also be created, traded, and stored on the blockchain as NFTs for fans to own and enjoy.",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "Dozens of music artists across genres and generations, including Kings of Leon and 3LAU, are using NFTs to foster new music experiences and offset their reliance on music industry intermediaries.",
	"游戏": "Games",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "Blockchain-based platforms such as Decentraland, Axie Infinity, and The Sandbox use NFTs to provide players with unique gaming experiences and reward them with items of real value. In these games, NFTs can represent virtual land, characters, abilities, or wearables with different attributes and market values. NFTs are the original cryptocurrency in blockchain games, which are a key part of the game economy and can also be used to reward players with items of real value for their in-game achievements. NFTs give players control over their in-game achievements and receive customized rewards with real value.",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业'税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "NFTs also have innovative use cases related to decentralized finance (DeFi) protocols as a way to keep ownership unaltered without middlemen. Important financial documents, such as proof of ownership of a piece of land or a business' tax declaration, can be created as NFTs and used in decentralized finance protocols to reliably execute peer-to-peer blockchain transactions. In addition to proof of ownership and authenticity use cases, NFTs can also be used as collateral for loans. Both traditional lending services and blockchain-based lending services are exploring how to use the value of NFTs to fund new financial products and services.",
	"元宇宙与Web3": "Metaverse and Web3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "NFTs are quickly becoming a fundamental component of the next generation of the Internet, providing a more immersive online experience through the unique ownership properties of NFTs.",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "NFTs have the potential to make blockchain-based Internet architecture more decentralized and anonymous, commonly referred to as Web3. NFTs have shown great potential in these areas and have the opportunity to play a key role in the subsequent development of Web3 and the Metaverse. Many believe that art is just the first of many fields to be revolutionized by NFTs, and other use cases such as e-commerce, land ownership and even personal identity will soon emerge.",
	"出席证明协议": "Proof of Attendance Protocol",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "The Proof of Attendance Protocol (POAP) is an open source project that uses NFTs to track attendance at real-world events. After providing a simple badge design and metadata related to the event (such as the event name, location and date), POAP can be distributed to create a tamper-proof digital attendance record that is easy to share and verify.",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "POAP enables event organizers to provide more personalized experiences for their communities. This type of non-fungible token also has the potential to expand into other areas, such as querying and tracking certificates from academic institutions and professional organizations.",
	"潮流": "Trends",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "From luxury brands to fast-fashion powerhouses, companies around the world are exploring the power of NFTs.",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "Some well-known brands are launching NFT clothing lines suitable for the metaverse, while others, such as Louis Vuitton, are developing brand collection games for NFTs.",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "NFTs deepen connections with customers while putting the spotlight on inspiring new artists. Gucci, Dolce & Gabbana, Nike, and Adidas are among the fashion icons who use the power of NFTs to create and lead new trend experiences.",
	"处理中": "Processing",
	"开始交易": "Start trading",
	"探索NFT的世界": "Explore the world of NFT",
	"可靠的安全保障": "Reliable security",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "Our complex security measures and SAFU fund protect your digital assets from all risks.",
	"24*7小时客户服务支持": "24*7 customer service support",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "24*7 hours all-weather operation mode, we will answer your inquiries as soon as possible.",
	"团队总人数": "Total team members",
	"今日团队收益": "Today's team revenue",
	"今日新增成员": "Today's new members",
	"USDT充值最低金额": "1. The minimum amount for USDT deposit is {num} USDT, and the submitted amount must be an integer.",
	"ETH充值最低金额": "2. The minimum amount for ETH deposit is {num} ETH, and the submitted amount must be accurate to 4 decimal places.",
	"BTC充值最低金额": "3. The minimum amount for BTC deposit is {num} BTC, and the submitted amount must be accurate to 4 decimal places.",
	"USDT提现最低金额": "The minimum amount for USDT withdrawal is {num}",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "Only USDT-TRC20 and USDT-ERC20 withdrawals are supported.",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "After applying for withdrawal, the arrival time is 0~72 hours, please wait patiently.",
	"联系客服": "Contact Customer Service",
	"首页": "Front Page",
	"体验金": "Experience Gold",
	"新手礼包": "Novice Gift Package",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "If you meet the novice requirements, you can receive 1000 USDT of trial money. The trial money is valid for three days and can only be received once.",
	"条件": "Conditions",
	"1.注册之日起7天内为新手用户。": "1. Be a novice user within 7 days from the date of registration.",
	"2.新手用户未进行充值和交易。": "2. The novice user has not recharged or traded.",
	"立即领取": "Receive it now",
	"身份证": "ID card",
	"护照": "Passport",
	"驾驶证": "Driver's license",
	"请上传证件照": "Please upload a photo of your ID card",
	"竞拍": "Auction",
	"量化": "Quantitative",
	"智能拍卖公司自2024年成立以来，便在美国加利福尼亚州旧金山这个金融科技的腹地发展壮大，迅速成为拍卖交易行业的佼佼者。": "Since its establishment in 2021, {name} Smart Auction Company has grown and developed in San Francisco, California, the heartland of financial technology, and has quickly become a leader in the auction trading industry.",
	"公司凭借雄厚的资金背景和AI技术的深度挖掘，专注于探索区块链市场的未来趋势，并致力于利用先进的AI系统，为客户提供高效且精准的NFT的拍卖交易服务。": "With its strong financial background and in-depth exploration of AI technology, the company focuses on exploring the future trends of the blockchain market and is committed to using advanced AI systems to provide customers with efficient and accurate NFT auction trading services.",
	"竞拍金额": "Auction amount",
	"竞拍收益": "AI auction profits",
	"竞拍收益率": "Auction profit margin",
	"竞拍时间": "Auction Time",
	"可竞拍资金": "AI Auction Available Balance", 
	"本月收益": "Profit This Month",
	"竞拍总收益": "Total Auction Revenue",
	"启动竞拍": "Start AI Auction", 
	"竞拍交易": "Auction Transaction",
	"有效金额": "Account Balance",
	"需要邀请": "Invite",
	"名下属": "Members",
	"每名下属累计充值": "And deposit",
	"一级": "Level 1",
	"二级": "Level 2",
	"三级": "Level 3",
	"升级条件": "Upgrade Conditions",
	"权益": "Benefits",
	"最小竞拍量": "Minimum auction amount",
	"最大竞拍量": "Maximum auction amount",
	"每日竞拍量": "Available operands",
	"下一级": "Next Level", 
	"次": "Times",
	"今日竞拍收益": "Today's Auction Income",
	"团队人数": "Team Members",
	"团队佣金": "Team Commission",
	"正在竞拍": "Bidding In Progress",
	"正在启动竞拍机器人": "Bidding Robot Is Being Started",
	"竞拍机器人启动成功": "Bidding Robot Started Successfully",
	"正在扫描NFT": "NFT Scanning",
	"分析NFT成功": "NFT Analysis Successful",
	"竞拍匹配中": "Bidding Matching In Progress",
	"拍品匹配成功": "Item Matching Successful",
	"正在等待创作者购买": "Waiting For Creator To Buy",
	"创作者购买成功": "Creator To Buy Successfully",
	"系统结算中": "System Settlement In Progress",
	"系统结算完成": "System Settlement Completed",
	"竞拍完成": "Bidding Completed",
	"正在": "In Progress",
	"在": "In",
	"发起购买": "Initiating Purchase",
	"买入成功": "Purchase Successful",
	"发起出售": "Initiating Sale",
	"已发起出售": "Sale initiated",
	"等级不符，无法竞拍": "Level Does Not Match, Unable To Did",
	"公司简介": "About Us",
	"平台规则": "Rules",
	"常见问题": "Frequently Asked Questions",
	"您还未高级认证,请去认证": "You have not yet received advanced certification, please go for certification.",
	"您以高级认证": "Advanced Certification",
	"订单审核中": "Order Under Review",
	"已读": "Have Read",
	"数字钱包未连接": "Digital wallet not connected",
	"请使用数字钱包打开链接": "Please use a digital wallet to open the link",
	"未检测到数字钱包地址": "Digital wallet address not detected",
	"正在检测数字钱包": "Detecting digital wallet",
	"信用分": "Credit Score",
	"底部菜单上移": "Move bottom menu up",
	"是否需要上移菜单": "Do you need to move the menu up?",
	"团队佣金奖励": "Team Commission Rewards",
	"推荐层级": "Recommended Level",
	"佣金奖励": "Commission Rewards",
	"例如：A邀请B，B邀请C，C邀请D": "For example: A invites B, B invites C, C invites D",
	"代理A获得B收益的百分比": "Agent A gets the percentage of B's revenue",
	"代理A获得C收益的百分比": "Agent A gets the percentage of C's revenue",
	"代理A获得D收益的百分比": "Agent A gets the percentage of D's revenue",
	"待售": "For Sale",
	"开售": "On Sale",
	"请输入姓名": "Please type in your name",
	"请输入银行账号": "Please enter bank account number",
	"请输入银行名称": "Please enter bank name",
	"请输入法定货币": "Please enter legal currency",
	"请输入支行名称": "Please enter branch name",
	"请输入银行邮编": "Please enter bank postal code",
	"高级认证": "KYC",
	"NFT正在持续收益": "NFT Is Continuing To Gain",
	"USDT总成交": "NFT Trading Volume",
	"用户收入": "User Income",
	"交易": "Trade",
	"IEO": "IEOs",
	"我的": "My Profile", 
	"帮助": "Help",
	"行情": "Quotes",
	"天数": "Days",
	"范围": "Amount Range",
	"预计收益": "Estimated Revenue",
	"可用金额": "Amount Available",
	"收益率": "Profit margin per auction",
	"提示": "Hint",
	"浏览量": "Views", 
	"美元价格": "Dollar Price",
	"购买": "Buy",
	"确定购买": "Confirm Purchase",
	"热销": "Hot Sell",
	"停售": "Stopped",
	"发行者": "Issuer",
	"什么是NFT": "What is NFT",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "NFTs (non-fungible tokens) are unique digital items stored on the blockchain. NFTs can represent almost anything and serve as a digital record of ownership.",
	"跨市场流动性聚合：": "Cross-market liquidity aggregation:",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "Obtain NFT orders in real time from mainstream platforms such as OpenSea, LooksRare, MagicEden, IMXOfficial, etc., and support one-click order placement on multiple platforms to aggregate transaction liquidity across the entire network for you.",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "The {name} issuance market regularly launches high-quality projects. The secondary market supports rarity inquiries and bulk purchases. The data statistics section provides real-time data on the chain to assist decision-making, helping you to fully control industry trading opportunities and trade quickly.",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "Warm reminder: You need to ensure that the balance is sufficient when purchasing, otherwise the purchase will fail.",
	"温馨提示：确保账户余额足够": "Warm reminder: Make sure your account balance is sufficient",
	"账户总额": "Account Total",
	"冻结金额": "Frozen Amount",
	"今日收益": "Today's Profit",
	"点击进入": "Click to enter",
	"全部": "All",
	"已停售": "Discontinued",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "You can choose a Smart Bidding plan. Once selected, the smart contract robot will host your available quota for smart bidding.",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "Different plans will be automatically auctioned by smart contract robots for profit.",
	"交易对": "Trading pair",
	"最新价": "Latest price",
	"24小时涨跌幅": "24 hours rise and fall",
	"可用": "Available",
	"秒交易": "Second transaction",
	"杠杆交易": "Leveraged trading",
	"单价": "Unit price",
	"数量": "Quantity",
	"交易模式": "Transaction mode",
	"价格": "Price",
	"市场最优价格": "Best market price",
	"倍数": "Multiple",
	"请输入数量": "Please enter the quantity",
	"保证金": "Margin",
	"服务费": "Service charge",
	"当前委托": "Current commission",
	"持有仓位": "Holding positions",
	"限价/买入": "Limit/Buy",
	"未实现盈亏($)": "Unrealized P&L ($)",
	"回报率": "Response rate",
	"持仓数量": "Number of positions",
	"保证金率": "Margin rate",
	"开仓价格($)": "Opening price ($)",
	"标记价格($)": "Mark Price ($)",
	"强平价格($)": "Liquidation Price ($)",
	"调整杠杆": "Adjust leverage",
	"止盈止损": "Take Profit Stop Loss",
	"平仓": "Close a position",
	"设置止损/止盈": "Set Stop Loss/Take Profit",
	"止盈价格": "Take Profit Price",
	"请输入止盈价格": "Please enter the take profit price",
	"止损价格": "Stop loss price",
	"请输入止损价格": "Please enter a stop loss price",
	"预计盈亏": "Estimated Profit And Loss",
	"确定": "Sure",
	"秒": "Second",
	"规则": "Rule",
	"请输入金额": "Please Enter The Amount",
	"可用余额": "Available Balance",
	"环保项目": "Renewable Energy",
	"收益": "Income",
	"总充值": "Total Recharge",
	"团队": "My Team",
	"团队总收益": "Total Team Revenue",
	"团队个数": "Number Of Teams",
	"推荐分享": "Share",
	"消息": "Internal Message",
	"修改密码": "Change Login Password",
	"修改支付密码": "Modify Payment Password",
	"退出登陆": "Sign Out",
	"请选择充值金额": "Please select the recharge amount",
	"请选择交易类型": "Please select transaction type",
	"充值明细": "Recharge Details",
	"状态": "State",
	"金额": "Amount",
	"交易类型": "Means Of Transaction",
	"地址": "Address",
	"银行账户":"Bank Account",
	"复制成功": "Copy Successfully",
	"复制失败": "Replication Failed",
	"上传图片凭证": "Upload Picture Certificate",
	"账户余额": "Account Balance",
	"最小提现金额": "Minimum Withdrawal Amount",
	"请输入地址": "Please Enter Address",
	"请输入账户": "Please Enter Bank Name, Account Number,Account Name",
	"请输入支付密码": "Please Enter Payment Password",
	"提现记录": "Withdrawals Record",
	"账号": "Account",
	"暂无数据~": "No data~",
	"旧密码": "Old Password",
	"新密码": "New Password",
	"确认密码": "Confirm Password",
	"消息详情": "Message Details",
	"用户帮助": "User Help",
	"邀请您的好友": "Invite Your Friends",
	"或朋友并获得奖励 ": "Or friends and get rewarded",
	"返佣记录": "Commission Record",
	"类型": "Types Of",
	"团队介绍": "Team Introduction",
	"请输入邮箱": "Please Input Your Email",
	"请输入密码": "Please Enter Password", 
	"记住密码": "Remember Password",
	"登录": "Log In",
	"创建账号": "Create An Account",
	"请输入邀请码": "Please Enter The Invitation Code",
	"获取验证码": "CAPTCHA",
	"总资产": "Total Assets",
	"发送成功": "Sent Successfully",
	"推荐并获得奖励": "Recommend And Get Rewarded",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "You can earn Finance Wallet income by sharing your invite link. For example, you can get {rates}% commission for every deposit made by the users you invite.",
	"邀请等级": "Invitation Level",
	"我的申购": "My Subscription",
	"已申购": "Subscribed",
	"未申购": "Not Subscribed",
	"申购": "Purchase",
	"申购记录": "Subscription record",
	"申购金额": "Subscription amount",
	"购买成功": "Successful purchase",
	"确认": "Confirm",
	"取消": "Cancel",
	"温馨提示": "Kind tips",
	"是否确定申购": "Are you sure to subscribe",
	"最小金额": "Minimum Amount",
	"最大金额": "Maximum Amount",
	"质押": "Savings", 
	"质押详情": "Savings Details",
	"日收益": "Profit margin per auction",
	"请输入质押金额": "Please enter the savings amount",
	"质押最小金额": "Savings Minimum Amount",
	"质押最大金额": "Maximum deposit amount",
	"是否确定质押": "Whether to determine the savings",
	"质押记录": "Savings record",
	"质押天数": "Pledge days",
	"实名认证": "Verified",
	"请先进行实名认证，才可以充值,提现": "Please verify your information, then you can recharge or withdraw",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "Please upload the front and back of the ID card and hold the ID card, the first is the front and the second is the back.",
	"真实姓名": "Name",
	"请输入真实姓名": "Please enter your real name",
	"证件号": "Identification number",
	"请输入证件号": "Please enter the certificate number",
	"您还未实名认证,请去认证": "You have not verified your real name yet, please go to verify",
	"实名信息审核中": "Real name information review",
	"您以实名认证": "You authenticate with your real name",
	"审核失败请重新提交": "Review failed, please resubmit",
	"已提交": "Submitted",
	"是否提交审核": "Whether to submit for review",
	"请上传正确图片格式": "Please upload the correct image format",
	"上传中...": "Uploading...",
	"请上传正面照片": "Please upload a front photo",
	"请上传反面照片": "Please upload a photo of the reverse side",
	"市价交易": "Market transaction",
	"限价交易": "Limit trade",
	"卖出": "Sell",
	"是否进行杠杆交易": "Whether to carry out leveraged trading",
	"请输入杠杆张数": "Please enter the number of leverage",
	"张": "Open",
	"买": "Purchase",
	"卖": "Sell",
	"合约": "Contract",
	"限价/卖出": "Limit/Sell",
	"是否撤销当前委托": "Whether to revoke the current commission",
	"撤销成功": "Canceled successfully",
	"提交中": "Submitting",
	"是否提交此充值单": "Do you want to submit this recharge form",
	"提交成功": "Submitted successfully",
	"请上传交易图片": "Please upload transaction picture",
	"充值记录": "Recharge record",
	"审核中": "Under review",
	"手续费": "Handling fee",
	"您还未设置支付密码,是否去设置支付密码": "You have not set the payment password, do you want to set the payment password",
	"请输入验证码": "Please enter verification code",
	"是否设置支付密码": "Whether to set payment password",
	"设置支付密码": "Set up payment password",
	"修改成功": "Successfully modified",
	"提现成功": "Successful withdrawal",
	"未设置": "Not set",
	"设置成功": "Successfully Set",
	"取消成功": "Cancel Success",
	"是否对此单进行平仓": "Whether to close this order",
	"平仓历史": "Close History",
	"倒计时(s)": "Countdown(s)",
	"盈亏($)": "Profit and loss ($)",
	"抢购周期": "Panic buying cycle",
	"当前价格": "Current price",
	"是否进行下单": "Whether to place an order",
	"请选择订单方向": "Please select order direction",
	"下单完成": "Order completed",
	"下单时间": "Order time",
	"持仓历史": "Position History",
	"委托历史": "Commission history",
	"已撤销": "Revoked",
	"已成交": "Deal done",
	"历史记录": "History Record",
	"支持USDT-TRC20快速提现": "Support USDT-TRC20 fast withdrawal",
	"提现后等待客服审核": "Wait for customer service review after withdrawal",
	"多空大小必选,可同时多空大小各选其一": "The size of long and short is mandatory, and one of the sizes of long and short can be selected at the same time",
	"请登录": "Please sign in",
	"成功修改钱包密码": "Successfully changed the wallet password",
	"请输入您的旧密码": "Please enter your old password",
	"请输入新密码": "Please enter a new password",
	"请输入确认密码": "Please enter the confirmation password",
	"确认密码与新密码不一致": "The confirmation password does not match the new password",
	"是否修改登录密码": "Whether to modify the login password",
	"是否更改钱包安全密码": "Whether to change the wallet security password",
	"单": "One",
	"双": "Pair",
	"多": "Many",
	"空": "Null",
	"买入": "Buy",
	"请输入申购金额": "Please enter the purchase amount",
	"余额": "Balance",
	"时间": "Time",
	"邀请好友，领取高达20%邀请、交易双重佣金": "Invite friends to receive up to 20% invitation and transaction double commission",
	"BHE福利": "BHE benefits",
	"邀请好友": "Invite Friends",
	"冻结": "Freeze",
	"语言": "Language",
	"请选择支付类型": "Please select payment type",
	"[充值规则说明]": "[Description of deposit rules]",
	"账户": "Account",
	"等级": "Level ",
	"注册时间": "Registration time",
	"Lock_up_to": "Lock_up_to",
	"No data": "No data",
	"Please enter the confirmation password!": "Please enter the confirmation password!",
	"Pledge_success_txt": "Pledge_success_txt",
	"Position_record_txt": "Position_record_txt",
	"Tips_Tips_txt": "Tips_Tips_txt",
	"Welcome Back": "Welcome Back",
	"account.charging": "Account.charging",
	"confirm": "Confirm",
	"confirm_the_pledge": "Confirm_the_pledge",
	"current_state_txt": "Current_state_txt",
	"day_txt_txt": "Day_txt_txt",
	"end_end_txt": "End_end_txt",
	"income_income_txt": "Income_income_txt",
	"mortgage_mmediately_txt": "Mortgage_immediately_txt",
	"mortgage_principal_txt": "Mortgage_principal_txt",
	"msg10": "Msg10",
	"s": "The s",
	"td1.canceil": "Td1.canceil",
	"td1.confirm": "Td1. confirm",
	"under_pledge_txt": "Under_pledge_txt",
	"失败": "Fail",
	"成功": "Success",
	"提交": "Submit",
	"撤销": "Revoke",
	"止损/止盈": "Stop Loss/Take Profit",
	"下一步": "Next step",
	"平仓完成": "Closing completed",
	"开单价格": "Billing price",
	"开始时间": "Starting time",
	"成交数量": "The number of transactions",
	"结单价格": "Closing price",
	"结束时间": "End Time",
	"订单方向": "Order direction",
	"质押区间": "Pledge range",
	"质押金额": "Pledge amount",
	"以实现盈亏": "To achieve profit and loss",
	"上传转账截图": "Upload transfer screenshot",
	"是否确认提现": "Whether to confirm withdrawal",
	"最大提现金额": "Maximum withdrawal amount",
	"是否设置此价格": "Whether to set this price",
	"请上传转账截图": "Please upload a screenshot of the transfer",
	"是否取消当前设置": "Whether to cancel the current setting",
	"请输入质押金额，不得超过": "Please enter the pledge amount, which must not exceed",
	"分享您的推荐链接并开始赚钱": "Share your referral link and start earning money",
	"公告": "Announcement",
	"系统异常": "System exception",
	"请输入自定义充值金额": "Please enter a custom recharge amount",
	"自定义金额": "Custom amount",
	"请打开链接": "Please open the link",
	"恭喜新用户": "Congratulations new user",
	"今日": "Today",
	"覆盖国家": "Country covered",
	"注册用户": "Registered User",
	"已赚取收益": "Earned",
	"已发放佣金": "Commission issued",
	"快速买币": "Buy coins quickly",
	"网格交易": "Grid transaction",
	"封闭期": "Closed period",
	"激活金额": "Activation amount",
	"今日最高年化": "Highest Annualized Today",
	"立即购买": "Buy now",
	"服务": "Serve",
	"提币": "Withdraw coins",
	"邀请返佣": "Invitation rebate",
	"关于我们": "About Us",
	"合作伙伴": "Partner",
	"总资金": "Account Balance", 
	"邮箱": "Mail",
	"密码": "Password",
	"手机号": "Phone number",
	"忘记密码": "Forgot password",
	"注册": "Register",
	"请输入手机号": "Please enter phone number",
	"正在维护": "Under Maintenance",
	"您确定购买此产品": "Are you sure to buy this product",
	"购买的数量": "Quantity purchased",
	"加载中": "Loading",
	"我的机器人": "My robot",
	"剩余天数": "Days left",
	"暂停": "Pause",
	"是否激活此机器人": "Whether to activate this robot",
	"是否暂停此机器人的工作": "Whether to suspend the work of this robot",
	"激活成功": "Activation successful",
	"暂停成功": "Suspend successfully",
	"预计日收益": "Estimated daily income",
	"总收益": "Total revenue",
	"年化": "Annualized",
	"是否激活体验机器人": "Whether to activate the experience robot",
	"赚币记录": "Coin Earning Record",
	"币种": "Currency",
	"免费领取": "Free pick up",
	"等级规则": "Grade rules",
	"当前等级": "Current level",
	"是否确认修改登录密码": "Are you sure to change the login password?",
	"没有更多了": "No more",
	"当前收益": "Current earnings",
	"激活": "Activation",
	"赠送": "Gift",
	"请输入赠送用户ID或邮箱": "Please enter the gift user ID or email",
	"推荐计划": "Referral program",
	"邀请朋友赚币": "Invite friends to earn coins",
	"我的邀请码": "My invitation code",
	"是否将此机器人赠送于": "Whether to give this bot to",
	"赠送成功": "Successful gift",
	"经验值": "Experience",
	"台BOT正在为您疯狂赚币": "BOTs is making crazy money for you",
	"所有市场": "All Markets",
	"24h涨跌": "24h Change",
	"加载中...": "Loading...",
	"获取数据失败": "Failed to get data",
	"无法从CoinGecko获取市场数据，请确认您的网络连接正常。如果频繁出现此问题，这可能是由于直接API访问受限。": "Unable to get market data from CoinGecko. Please check your network connection. If this problem occurs frequently, it may be due to direct API access restrictions.",
	"重试": "Retry",
	"没有获取到市场数据": "No market data received",
	"获取市场数据失败，请稍后重试": "Failed to get market data, please try again later",
	"正在刷新...": "Refreshing...",
	"搜索功能开发中": "Search function under development",
	"热门币种": "Popular Coins",
	"查看全部": "View All",
	"热门": "Hot",
	"涨幅榜": "Gainers",
	"跌幅榜": "Losers",
	"交易量": "Volume",
	"热门市场": "Hot Markets",
	"钱包": "Wallet",
	"资金管理与交易": "Fund Management and Trading",
	"我的持仓": "My Holdings",
	"查看当前持有的资产": "View currently held assets",
	"交易记录": "Transaction Records",
	"查看手动买入卖出记录": "View manual buy and sell records",
	"在线客服": "Online Support",
	"有任何问题请联系我们": "Contact us if you have any questions",
	"退出登录": "Sign Out",
	"确认退出": "Confirm Exit",
	"确定要退出登录吗？": "Are you sure you want to sign out?",
	"正在连接客服...": "Connecting to support...",
	"获取用户数据失败": "Failed to get user data",
	"获取用户数据失败:": "Failed to get user data:",
	"VIP 1": "VIP 1",
	"Bitcoin": "Bitcoin",
	"Ethereum": "Ethereum",
	"Tether": "Tether",
	"一级代理": "Level 1 Agent",
	"基础佣金": "Basic Commission",
	"2小时前": "2 hours ago",
	"昨天": "Yesterday",
	"3天前": "3 days ago",
	"系统升级通知：将于5月15日进行系统维护": "System upgrade notice: Maintenance will be performed on May 15",
	"恭喜您完成新手任务，获得5USDT奖励！": "Congratulations on completing the novice task and getting a 5USDT reward!",
	"比特币价格突破新高，快来关注市场动态": "Bitcoin price breaks new high, come and follow market dynamics",
	"充值": "Deposit",
	"提现": "Withdraw",
	"暂无交易记录": "No transaction records",
	"没有更多数据了": "No more data",
	"获取余额失败": "Failed to get balance",
	"网络请求失败，请重试": "Network request failed, please try again",
	"获取交易记录失败": "Failed to get transaction records",
	"选择图片失败": "Failed to select image",
	"上传成功": "Upload successful",
	"上传失败": "Upload failed",
	"上传失败，请重试": "Upload failed, please try again",
	"走势图": "Price Chart",
	"缺少币种代码参数": "Missing currency code parameter",
	"提高账户安全": "Enhance Account Security",
	"实名认证说明": "ID Verification Instructions",
	"请确保填写的姓名与证件一致": "Please ensure the name you enter matches your ID document",
	"认证信息仅用于身份验证，保障账户安全": "Verification information is only used for identity verification and account security",
	"信息审核通常需要1-2个工作日": "Information review usually takes 1-2 business days",
	"总持仓价值": "Total Holdings Value",
	"持有资产": "Held Assets",
	"估值": "Valuation",
	"暂无持仓资产": "No Holdings Assets",
	"暂无持仓数据": "No Holdings Data",
	"获取持仓数据失败": "Failed to get holdings data",
	"刷新成功": "Refresh successful",
	"加载更多...": "Loading more...",
	"加载更多": "Load more",
	"没有更多数据": "No more data",
	"获取交易记录失败:": "Failed to get transaction records:",
	"获取交易详情失败": "Failed to get transaction details",
	"获取交易详情失败:": "Failed to get transaction details:",
	 
	"邀请好友加入我们": "Invite Friends to Join Us",
	"邀请3位好友注册并完成交易": "Invite 3 friends to register and complete transactions",
	"获得团队奖励": "Receive Team Rewards",
	"您的专属邀请码": "Your Exclusive Invitation Code",
	"复制": "Copy",
	"邀请链接": "Invitation Link",
	"活动规则": "Activity Rules",
	"1. 通过您的专属邀请码或链接邀请好友注册。": "1. Invite friends to register using your exclusive invitation code or link.",
	"2. 被邀请人需完成交易所连接和首笔交易。": "2. The invited person needs to complete the exchange connection and their first transaction.",
	"3. 邀请奖励将在被邀请人完成首笔交易后24小时内发放。": "3. Invitation rewards will be issued within 24 hours after the invited person completes their first transaction.",
	"邀请码已复制": "Invitation code copied",
	"邀请链接已复制": "Invitation link copied", 
	"获取邀请码失败": "Failed to get invitation code",
	"微信": "WeChat",
	"QQ": "QQ",
	"微博": "Weibo",
	"复制链接": "Copy Link",
	"短信分享": "Share via SMS",
	"邮件分享": "Share via Email",
	"其他应用": "Other Apps",
	"已分享到": "Shared to ",
	"证件照片":"Document photo",
	"已完成":"finished",
	"已拒绝":"refused",
	"未知状态":"", 
	"未知币种": "Unknown Currency",
	"价格走势": "Price Trend",
	"加载图表中...": "Loading chart...",
	"排名": "Rank",
	"市值": "Market Cap",
	"24h交易量": "24h Volume",
	"流通数量": "Circulating Supply",
	"24小时价格区间": "24-hour Price Range",
	"买入/卖出": "Buy/Sell",
	"持仓：": "Holdings: ",
	"交易金额 (USDT)": "Transaction Amount (USDT)",
	"输入交易金额": "Enter transaction amount",
	"币种ID不存在": "Currency ID does not exist",
	"加载币种数据失败": "Failed to load currency data",
	"没有有效的币种符号，使用备用图表": "No valid currency symbol, using backup chart",
	"没有网络连接，使用备用图表": "No network connection, using backup chart",
	"无法获取网络状态，使用备用图表": "Unable to get network status, using backup chart",
	"请先登录": "Please login first",
	"请输入有效的交易金额": "Please enter a valid transaction amount",
	"处理中...": "Processing...",
	"买入失败": "Purchase failed",
	"没有可卖出的持仓": "No holdings to sell",
	"不能超过持仓量": "Cannot exceed holdings amount",
	"确认卖出": "Confirm Sell",
	"确定要卖出": "Are you sure you want to sell",
	"卖出成功": "Sell successful",
	"卖出失败": "Sell failed",
	"图像加载错误，尝试使用备用图标": "Image loading error, trying to use backup icon",
	"Refresh": "Refresh",
	"注册成功":"Register Success",
	"搜索币种":"Search Currency",
	"请上传证件照片":"Please upload a valid Document photo",
	"上传证件照片":"Upload Document photo",
	"Insufficient balance. Minimum balance required is 200 USDT":"Insufficient balance. Minimum balance required is 200 USDT"
}