{
	"最多只能同时有3条未审核提现记录": "आपके पास अधिकतम 3 लंबित निकासी रिकॉर्ड एक साथ हो सकते हैं。",
	"基础": "बुनियाद",
	"申请贷款后与客服联系审批额度": "कर्ज के लिए आवेदन करने के बाद कस्टमर सर्विस से संपर्क करें ताकि मंजूरी की राशि मिल सके",
	"请不要重复提交": "कृपया फिर से न भेजें",
	"贷款额度与客户信用分和资产存在关系":"ऋण सीमा ग्राहक के क्रेडिट स्कोर और संपत्तियों से संबंधित है",
	"开始验证": "सत्यापन प्रारंभ करें",
	"已验证": "सत्यापित",
	"验证失败": "प्रमाणीकरण विफल होना",
	"总利息": "कुल ब्याज",
	"需还款": "चुकाने की जरूरत है",
	"违约金": "परिसमापन हर्जाना",
	"批准时间": "अनुमोदन का समय",
	"还款日期": "चुकौती तिथि",
	"待审核": "समीक्षा लंबित है",
	"正在审核": "समीक्षा के अंतर्गत",
	"已还款": "चुकाया",
	"还款审核中": "पुनर्भुगतान समीक्षाधीन है",
	"协议": "शिष्टाचार",
	"现在还款": "अभी भुगतान करें",
	"签署协议": "समझौते पर हस्ताक्षर करें",
	"姓名": "नाम",
	"贷款": "ऋृण",
	"贷款协议(质押贷款)日期": "ऋण समझौता (गिरवी ऋण) तिथि",
	"借款人": "उधार लेने वाला",
	"名": "नाम",
	"姓": "उपनाम",
	"电话": "टेलीफ़ोन",
	"贷款人": "ऋणदाता",
	"区块链借贷": "ब्लॉकचेन ऋण",
	"统称为各方": "सामूहिक रूप से पार्टियों के रूप में जाना जाता है",
	"(生效日期)签订 由以下各方": "(प्रभावी तिथि) द्वारा दर्ज किया गया",
	"还款条款": "पुनर्भुगतान की शर्तें",
	"贷款额度": "ऋण राशि",
	"借款人同意偿还": "उधारकर्ता चुकाने के लिए सहमत है",
	"利率": "ब्याज दर",
	"双方约定的利率为": "दोनों पक्षों द्वारा सहमत ब्याज दर है",
	"贷款期限": "ऋण अवधि",
	"该贷款期限为": "ऋण अवधि है",
	"天": "आकाश",
	"还款方式": "पुनर्भुगतान विधि",
	"借款人同意偿还贷款人": "उधारकर्ता ऋणदाता को चुकाने के लिए सहमत होता है",
	"本金和": "मूल योग",
	"到期利息": "ब्याज देय",
	"按日计算": "दिन के हिसाब से गणना की गई",
	"还款适用性": "चुकौती उपयुक्तता",
	"滞纳金": "देर से भुगतान शुल्क",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "यदि उधारकर्ता समय पर ऋण चुकाने में विफल रहता है, तो उधारकर्ता को विलंब भुगतान शुल्क का भुगतान करना होगा",
	"提前还款": "शीघ्र चुकौती",
	"借款人提前还款不会受到任何处罚": "जल्दी चुकौती के लिए उधारकर्ताओं को दंडित नहीं किया जाएगा",
	"默认": "गलती करना",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "यदि उधारकर्ता समय पर भुगतान करने में विफल रहता है, तो उधारकर्ता को बिना किसी सूचना या अनुरोध के तुरंत संपूर्ण बकाया मूलधन और ब्याज चुकाना होगा।",
	"费用": "लागत",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "यदि उधारकर्ता समय पर अपने पुनर्भुगतान दायित्वों को पूरा करने में विफल रहता है, तो उधारकर्ता सभी लागतों को वहन करने के लिए सहमत होता है। संग्रहण प्रक्रिया के दौरान, ऋणदाता वकील की फीस को शामिल करता है, लेकिन यहीं तक सीमित नहीं है",
	"可分割性": "भाजकत्व",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "यदि इस समझौते का कोई प्रावधान अमान्य या अप्रवर्तनीय पाया जाता है, तो ऐसा प्रावधान शून्य और शून्य होगा लेकिन अन्य सभी प्रावधान वैध और बाध्यकारी रहेंगे।",
	"法律效力": "कानूनी प्रभाव",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "यह समझौता पार्टियों पर कानूनी रूप से बाध्यकारी होगा और संयुक्त राष्ट्र और यूरोप के भीतर हस्ताक्षरित और निष्पादित किया जा सकता है। दोनों पक्ष घोषणा करते हैं कि उनके पास इस समझौते में प्रवेश करने का अधिकार है",
	"各种各样的": "विभिन्न",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "इस अनुबंध की शर्तों के अधीन, कंपनी खाते में शेष राशि का भुगतान मुद्रा के रूप में करेगी। दोनों पक्षों को इस समझौते में प्रवेश करने का अधिकार है। कोई भी पक्ष किसी तीसरे पक्ष के अधिकारों का उल्लंघन नहीं करेगा या पार्टियों के बीच किसी अन्य समझौते का उल्लंघन नहीं करेगा",
	"适用法律": "लागू कानून",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "इस समझौते को उस देश के कानूनों के अनुसार समझा और लागू किया जाएगा जिसमें उधारकर्ता स्थित है",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "इस समझौते के लिए धनराशि एक तृतीय-पक्ष बैंक ऋण देने वाली संस्था द्वारा प्रदान की जाती है, और प्रदान की गई सभी धनराशि का भुगतान मुझे ही करना होगा।",
	"双方同意以上条款并签字如下": "दोनों पक्ष उपरोक्त शर्तों से सहमत हैं और निम्नानुसार हस्ताक्षर करते हैं",
	"(按日计算)这应被视为处罚而不是罚款": "(दैनिक आधार पर) इसे जुर्माना नहीं बल्कि जुर्माना माना जाना चाहिए",
	"贷方": "ऋणदाता",
	"借款人签名": "उधारकर्ता के हस्ताक्षर",
	"签名日期": "हस्ताक्षर की तारीख",
	"签字": "हस्ताक्षर",
	"重写": "पुनर्लेखन",
	"预估贷款额度": "अनुमानित ऋण राशि",
	"验证您的身份并获得更多服务": "अपनी पहचान सत्यापित करें और अधिक सेवाएँ प्राप्त करें",
	"贷款期限(天)": "ऋण अवधि (दिन)",
	"日利率": "दैनिक ब्याज दर",
	"总利息金额": "कुल ब्याज राशि",
	"贷款后当天内无需支付利息，之后需支付利息": "ऋण लेने के एक दिन के भीतर ब्याज की आवश्यकता नहीं है, और उसके बाद ब्याज का भुगतान किया जाएगा",
	"现在借款": "अभी उधार लें",
	"借款记录": "ऋण अभिलेख",
	"尚未借款": "अभी तक उधार नहीं लिया है",
	"找不到您的贷款信息": "आपके ऋण की जानकारी नहीं मिल सकती",
	"认证": "प्रमाणन",
	"请输入": "कृपया दर्ज करें",
	"姓氏": "उपनाम",
	"性别": "लिंग",
	"男": "पुरुष",
	"女": "महिला",
	"出生日期": "जन्म तिथि",
	"国家": "राष्ट्र",
	"名字": "नाम",
	"电话号码": "टेलीफोन नंबर",
	"证件": "दस्तावेज़",
	"请填写完整信息": "कृपया पूरी जानकारी भरें",
	"上传证件": "दस्तावेज़ अपलोड करें",
	"身份证正面": "सामने आईडी कार्ड",
	"身份证反面": "आईडी कार्ड का उल्टा भाग",
	"拍摄时注意一下几点": "शूटिंग करते समय कुछ बातों पर ध्यान दें",
	"请注意图片的边框完整，字体清晰，亮度均匀": "कृपया ध्यान दें कि चित्र में पूर्ण सीमाएँ, स्पष्ट फ़ॉन्ट और यहाँ तक कि चमक भी है।",
	"请勿上传于姓名不符的证件照": "कृपया ऐसे आईडी फ़ोटो अपलोड न करें जो आपके नाम से मेल न खाते हों।",
	"请先验证身份信息": "कृपया पहले अपनी पहचान सत्यापित करें",
	"名称": "नाम",
	"交易额": "लेन-देन की मात्रा",
	"合集": "संग्रह",
	"市场": "बाज़ार",
	"地板价": "न्यूनतम मूल्य",
	"总排行": "समग्र रैंकिंग",
	"我的收藏": "मेरा संग्रह",
	"关于": "के बारे में",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "एनएफटी ब्लॉकचेन पर एक डिजिटल रिकॉर्ड है जो मीडिया के स्वामित्व और प्रामाणिकता का प्रतिनिधित्व करता है।",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "एनएफटी सिर्फ एक मल्टीमीडिया फ़ाइल नहीं है (जैसे जीआईएफ या जेपीईजी) - यह एक सार्वजनिक रिकॉर्ड भी है जिसमें मीडिया से जुड़ी ऐतिहासिक जानकारी शामिल है। इस मामले में, एनएफटी स्वामित्व की एक सूची और पेंटिंग के लिए प्रामाणिकता का प्रमाण पत्र जैसा है।",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "एनएफटी परिवर्तनीय परिसंपत्तियों से भिन्न होते हैं, जैसे $20 बिल, स्टॉक या अन्य इकाइयाँ, जिन्हें मूल्य में बदलाव किए बिना आपस में बदला जा सकता है।",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "एक $20 के विपरीत जिसे दूसरे $20 से बदला जा सकता है, एनएफटी की अनूठी गुणवत्ता प्रत्येक एनएफटी को अद्वितीय बनाती है, और इस विशिष्टता को सत्यापित किया जा सकता है।",
	"为何NFT如此重要": "एनएफटी इतने महत्वपूर्ण क्यों हैं?",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "एनएफटी स्वामित्व के प्रमाण के रूप में काम करते हैं, गणितीय रूप से यह सत्यापित करते हैं कि एक निश्चित ब्लॉकचेन पता अत्यधिक छेड़छाड़-प्रूफ तरीके से आइटम का मालिक है या नहीं।",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "एनएफटी प्रामाणिकता के प्रमाण पत्र के रूप में भी काम करते हैं, यह सुनिश्चित करते हुए कि मीडिया के किसी भी रूप (कलाकृति, दस्तावेज़, या अन्य डिजिटल फ़ाइल) का उसके मूल से पता लगाया जा सकता है (यह साबित करने के लिए कि स्रोत से इसके साथ छेड़छाड़ नहीं की गई है)।",
	"NFT的解释": "एनएफटी स्पष्टीकरण",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "किसी संग्रहालय में किसी कलाकृति का फोटो खींचने से फोटोग्राफर पेंटिंग का मालिक नहीं बन जाता, न ही खींची गई छवि स्वयं कलाकृति बन जाती है।",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "हम यह जानते हैं क्योंकि क्यूरेटर, विद्वान, संग्रहकर्ता और जनता मूल, प्रतिकृतियों और उनके असली मालिकों के विषय पर सहमत हैं।",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "यही बात एनएफटी के लिए भी लागू होती है, जहां मूल में संभावित कमी और मूल्य होता है, - राइट-क्लिक-सेव की गई कॉपी के विपरीत -। लेकिन एनएफटी प्रामाणिकता या स्वामित्व को सत्यापित करने के लिए व्यक्तिगत निर्णय पर निर्भर नहीं करता है, बल्कि ब्लॉकचेन प्रौद्योगिकी की सर्वसम्मति-निर्माण क्षमताओं का उपयोग करता है।",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "संक्षेप में, एनएफटी व्यक्तियों या संगठनों में व्यक्तिपरक विश्वास के बजाय स्वामित्व और प्रामाणिकता को सत्यापित करने के लिए वस्तुनिष्ठ गणितीय प्रमाण का उपयोग करता है।",
	"NFT的极简史": "एनएफटी का एक बहुत संक्षिप्त इतिहास",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "हालाँकि ब्लॉकचेन ऋण सेवाएँ अभी उभर रही हैं, एनएफटी ब्लॉकचेन तकनीक के शुरुआती दिनों से ही मौजूद हैं।",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "एनएफटी की अवधारणा को 2012 में रंगीन सिक्कों में पेश किया गया था। रंगीन सिक्के बिटकॉइन ब्लॉकचेन पर संग्रहीत होते हैं और वास्तविक दुनिया की संपत्तियों, जैसे कि रियल एस्टेट या स्टॉक, के स्वामित्व का प्रतिनिधित्व करने का एक तरीका प्रदान करते हैं। कुछ साल बाद, डिजिटल कलाकार केविन मैककॉय ने 'क्वांटम' का निर्माण किया - नेमकॉइन ब्लॉकचेन पर एक अष्टकोणीय गतिशील कार्य, जो पहला व्यापक रूप से ज्ञात एनएफटी बन गया।",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "बिटकॉइन-आधारित काउंटरपार्टी प्लेटफॉर्म द्वारा रेयर पेप्स जैसे संग्रहणीय वस्तुओं को वायरल रूप से लोकप्रिय बनाना शुरू करने के बाद, एथेरियम ने 2018 में क्रिप्टोकरंसी और ईआरसी-721 मानक के साथ एनएफटी को उन्नत किया। यह अन्य स्मार्ट अनुबंध-सक्षम ब्लॉकचेन नेटवर्क, जैसे सोलाना, पॉलीगॉन और टीज़ोस के लिए मार्ग प्रशस्त करता है, जो एनएफटी को आगे अपनाने और संचलन प्राप्त करने में मदद करते हैं।",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "आज तक, डिजिटल कला और संग्रहणीय वस्तुओं के स्वामित्व और प्रामाणिकता पर सवाल उठाने के लिए एनएफटी का व्यापक रूप से उपयोग किया गया है। क्रिप्टोपंक्स जैसे कुछ शुरुआती एनएफटी में स्वामित्व की अवधारणा में बदलाव देखा गया, जो एक सांस्कृतिक बदलाव भी था। एनएफटी के पास कला के बाहर विकेंद्रीकृत स्वामित्व के लिए उपयोग के मामले हैं, और वे संवेदनशील वित्तीय दस्तावेजों के सत्यापन से लेकर पॉप संस्कृति अनुभवों तक विशेष पहुंच तक बढ़ते जा रहे हैं।",
	"NFT有什么用途": "एनएफटी के क्या उपयोग हैं?",
	"艺术&收藏品": "कला एवं संग्रहणीय वस्तुएँ",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "लगभग कोई भी डिजिटल फ़ाइल एनएफटी बन सकती है, लेकिन आज सबसे आम उपयोग का मामला संग्रहणीय डिजिटल कला है। एनएफटी के आगमन से पहले, डिजिटल कला या संग्रहणीय वस्तुओं की सबसे गंभीर आलोचना यह थी कि किसी कलाकृति या बेसबॉल कार्ड के स्वामित्व की ऑनलाइन जांच करना लगभग असंभव था, जिसके लिए बिचौलियों पर भारी निर्भरता की आवश्यकता होती थी और लोग धोखाधड़ी के प्रति संवेदनशील होते थे।",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "एनएफटी डिजिटल कला को और अधिक वैध बनाता है, जो आधुनिक संस्कृति का एक माध्यम और मूल्यवान अभिव्यक्ति बन गया है। क्रिप्टोपंक्स, बोरेड एप यॉट क्लब और बीपल जैसे डिजिटल कलाकारों द्वारा निर्मित 'ब्लू-चिप' एनएफटी ने न केवल एनएफटी बाजार के लिए, बल्कि पारंपरिक कला नीलामी घरों के लिए भी बिक्री मूल्य रिकॉर्ड बनाए हैं।",
	"社区会员": "समुदाय सदस्य",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "कई एनएफटी श्रृंखलाएं अपने धारकों को अद्वितीय वास्तविक दुनिया के लाभ, पुरस्कार या अनुभव प्रदान करती हैं, जिससे अतिरिक्त मूल्य बनता है।",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "जो लोग एनएफटी-विशिष्ट संग्रहणीय वस्तुएं रखते हैं वे नियमित रूप से एक-दूसरे से जुड़ते हैं, रिश्तों को बढ़ावा देते हैं और परियोजना के लिए अपने जुनून को साझा करते हैं, जिससे उन्हें सामुदायिक सदस्यता की गहरी समझ भी मिलती है।",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "इसके अलावा, कुछ विकेन्द्रीकृत स्वायत्त संगठन (डीएओ) उन विषयों को साझा करने के लिए एक साथ आएंगे जिन्हें वे सांस्कृतिक महत्व मानते हैं, जैसे एनएफटी में आंशिक स्वामित्व और सामूहिक प्रबंधन।",
	"音乐行业": "संगीत उद्योग",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "संगीतकार रिकॉर्ड लेबल और व्यापक संगीत उद्योग के प्रभाव को कम करने के लिए एनएफटी का उपयोग कर रहे हैं, जिससे कलाकारों को मध्यस्थता करने और प्रशंसकों के साथ अपने संबंधों को मापने में मदद मिल रही है। जिस तरह अद्वितीय छवियों को एनएफटी के रूप में ब्लॉकचेन में डाला जा सकता है, उसी तरह अद्वितीय ऑडियो क्लिप को प्रशंसकों के स्वामित्व और आनंद के लिए एनएफटी के रूप में ब्लॉकचेन पर बनाया, व्यापार और संग्रहीत किया जा सकता है।",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "किंग्स ऑफ लियोन और 3LAU सहित विभिन्न शैलियों और पीढ़ियों के दर्जनों संगीत कलाकार, नए संगीत अनुभवों को विकसित करने और संगीत उद्योग के मध्यस्थों पर अपनी निर्भरता को कम करने के लिए एनएफटी का उपयोग कर रहे हैं।",
	"游戏": "खेल",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "ब्लॉकचेन-आधारित प्लेटफ़ॉर्म जैसे कि डिसेंट्रालैंड, एक्सी इन्फिनिटी और द सैंडबॉक्स खिलाड़ियों को अद्वितीय गेमिंग अनुभव प्रदान करने और वास्तविक दुनिया के मूल्य की वस्तुओं के साथ खिलाड़ियों को पुरस्कृत करने के लिए एनएफटी का उपयोग करते हैं। इन खेलों में, एनएफटी विभिन्न विशेषताओं और बाजार मूल्यों के साथ आभासी भूमि, पात्रों, क्षमताओं या पहनने योग्य वस्तुओं का प्रतिनिधित्व कर सकते हैं। एनएफटी ब्लॉकचेन गेम में मूल क्रिप्टोकरेंसी गेम अर्थव्यवस्था का एक महत्वपूर्ण हिस्सा है, और इसकी गेम उपलब्धियों का उपयोग खिलाड़ियों को वास्तविक मूल्य की वस्तुओं से पुरस्कृत करने के लिए भी किया जा सकता है। एनएफटी खिलाड़ियों को उनकी गेमिंग उपलब्धियों पर नियंत्रण रखने और वास्तविक दुनिया के मूल्य के साथ अनुकूलित पुरस्कार प्राप्त करने की अनुमति देता है।",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业’税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "बिचौलियों के बिना स्वामित्व बनाए रखने के छेड़छाड़-प्रूफ तरीके के रूप में, एनएफटी के पास विकेंद्रीकृत वित्त (डीएफआई) प्रोटोकॉल से संबंधित अभिनव उपयोग के मामले भी हैं। महत्वपूर्ण वित्तीय दस्तावेज़, जैसे कि भूमि के टुकड़े के स्वामित्व का प्रमाण या किसी व्यवसाय की कर फाइलिंग, को एनएफटी के रूप में बनाया जा सकता है और पीयर-टू-पीयर ब्लॉकचेन लेनदेन को विश्वसनीय रूप से निष्पादित करने के लिए विकेंद्रीकृत वित्त प्रोटोकॉल में उपयोग किया जा सकता है। उपयोग के मामलों के लिए स्वामित्व और प्रामाणिकता के प्रमाण के अलावा, एनएफटी का उपयोग उपयोगकर्ताओं द्वारा ऋण लेने के लिए संपार्श्विक के रूप में भी किया जा सकता है। चाहे वह पारंपरिक ऋण सेवाएँ हों या ब्लॉकचेन-आधारित ऋण सेवाएँ, वे यह पता लगा रहे हैं कि नए वित्तीय उत्पादों और सेवाओं को निधि देने के लिए एनएफटी के मूल्य का उपयोग कैसे किया जाए।",
	"元宇宙与Web3": "मेटावर्स और वेब3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "एनएफटी तेजी से इंटरनेट की अगली पीढ़ी का एक मूलभूत हिस्सा बन रहा है, जो एनएफटी की अद्वितीय स्वामित्व विशेषताओं के माध्यम से अधिक व्यापक ऑनलाइन अनुभव प्रदान करता है।",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "एनएफटी में ब्लॉकचेन-आधारित इंटरनेट आर्किटेक्चर को अधिक विकेंद्रीकृत और गुमनाम बनाने की क्षमता है, जिसे अक्सर वेब3 कहा जाता है। एनएफटी इन क्षेत्रों में पूरी क्षमता दिखाता है और वेब3 और मेटावर्स के बाद के विकास में महत्वपूर्ण भूमिका निभाने का अवसर रखता है। कई लोगों का मानना ​​है कि कला एनएफटी द्वारा क्रांति लाने वाले कई क्षेत्रों में से पहला है, और ई-कॉमर्स, भूमि स्वामित्व और यहां तक ​​कि व्यक्तिगत पहचान जैसे अन्य उपयोग के मामले जल्द ही सामने आएंगे।",
	"出席证明协议": "उपस्थिति समझौते का प्रमाण",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "प्रूफ़ ऑफ़ अटेंडेंस प्रोटोकॉल (पीओएपी) एक ओपन सोर्स प्रोजेक्ट है जो वास्तविक दुनिया की घटनाओं में भागीदारी को ट्रैक करने के लिए एनएफटी का उपयोग करता है। एक सरल बैज डिज़ाइन और ईवेंट-संबंधित मेटाडेटा (जैसे ईवेंट का नाम, स्थान और दिनांक) प्रदान करने के बाद, POAP को भागीदारी का एक छेड़छाड़-प्रूफ डिजिटल रिकॉर्ड बनाने के लिए वितरित किया जा सकता है जिसे साझा करना और सत्यापित करना आसान है।",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "पीओएपी कार्यक्रम आयोजकों को अपने समुदायों को अधिक व्यक्तिगत अनुभव प्रदान करने में सक्षम बनाता है। इस प्रकार के अपूरणीय टोकन को अन्य क्षेत्रों में भी बढ़ाया जा सकता है, जैसे शैक्षणिक संस्थानों और पेशेवर संगठनों से प्रमाणपत्रों की पूछताछ और ट्रैकिंग।",
	"潮流": "रुझान",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "लक्जरी ब्रांडों से लेकर फास्ट फैशन पावरहाउस तक, दुनिया भर की कंपनियां एनएफटी की शक्ति की खोज कर रही हैं।",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "कुछ प्रसिद्ध ब्रांड मेटावर्स-अनुकूल एनएफटी कपड़ों की लाइन लॉन्च कर रहे हैं, जबकि लुई वुइटन जैसे अन्य, एनएफटी-आधारित ब्रांड संग्रह गेम विकसित कर रहे हैं।",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "एनएफटी प्रेरक नए कलाकारों पर प्रकाश डालते हुए ग्राहकों के साथ संबंध गहरा करते हैं। गुच्ची, डोल्से और गब्बाना, नाइके और एडिडास जैसे फैशनपरस्त नए ट्रेंड अनुभव बनाने और नेतृत्व करने के लिए एनएफटी की शक्ति का उपयोग करते हैं।",
	"处理中": "प्रसंस्करण",
	"开始交易": "ट्रेडिंग शुरू करें",
	"探索NFT的世界": "एनएफटी की दुनिया का अन्वेषण करें",
	"可靠的安全保障": "विश्वसनीय सुरक्षा",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "हमारे परिष्कृत सुरक्षा उपाय और SAFU फंड आपकी डिजिटल संपत्तियों को सभी जोखिमों से बचाते हैं।",
	"24*7小时客户服务支持": "24*7 घंटे ग्राहक सेवा सहायता",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "24*7 ऑपरेशन मोड के साथ, हम आपकी पूछताछ का यथाशीघ्र उत्तर देंगे।",
	"团队总人数": "टीम के सदस्यों की कुल संख्या",
	"今日团队收益": "आज की टीम की कमाई",
	"今日新增成员": "आज नए सदस्य जोड़े गए",
	"USDT充值最低金额": "1. यूएसडीटी रिचार्ज की न्यूनतम राशि {num} यूएसडीटी है, और जमा की गई राशि पूर्णांक होनी चाहिए।",
	"ETH充值最低金额": "2. ईटीएच रिचार्ज की न्यूनतम राशि {num} ईटीएच है, और जमा की गई राशि दशमलव बिंदु के बाद 4 अंकों तक सटीक होनी चाहिए।",
	"BTC充值最低金额": "3. बीटीसी रिचार्ज की न्यूनतम राशि {num} बीटीसी है, और जमा की गई राशि दशमलव बिंदु के बाद 4 अंकों तक सटीक होनी चाहिए।",
	"USDT提现最低金额": "न्यूनतम USDT निकासी राशि {num} है",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "केवल USDT-TRC20 और USDT-ERC20 निकासी समर्थित हैं।",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "निकासी के लिए आवेदन करने के बाद, आपके खाते में पैसा पहुंचने में 0~72 घंटे का समय लगता है, कृपया धैर्यपूर्वक प्रतीक्षा करें।",
	"联系客服": "ग्राहक सेवा से सम्पर्क करें",
	"首页": "मुखपृष्ठ",
	"体验金": "परीक्षण शुल्क",
	"新手礼包": "नौसिखिया उपहार पैक",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "जो लोग नौसिखिया आवश्यकताओं को पूरा करते हैं वे 1,000 यूएसडीटी का परीक्षण बोनस प्राप्त कर सकते हैं। परीक्षण बोनस तीन दिनों के लिए वैध है और केवल एक बार दावा किया जा सकता है।",
	"条件": "स्थिति",
	"1.注册之日起7天内为新手用户。": "1. पंजीकरण की तारीख से 7 दिनों के भीतर नौसिखिया उपयोगकर्ता बनें।",
	"2.新手用户未进行充值和交易。": "2. नौसिखिए उपयोगकर्ताओं ने जमा और लेनदेन नहीं किया है।",
	"立即领取": "इसे अभी प्राप्त करें",
	"身份证": "आईडी कार्ड",
	"护照": "पासपोर्ट",
	"驾驶证": "चालक लाइसेंस",
	"请上传证件照": "कृपया आईडी फोटो अपलोड करें",
	"竞拍": "बोली",
	"量化": "यों",
	"智能拍卖公司自2024年成立以来，便在美国加利福尼亚州旧金山这个金融科技的腹地发展壮大，迅速成为拍卖交易行业的佼佼者。": "2021 में अपनी स्थापना के बाद से, {नाम} इंटेलिजेंट ऑक्शन कंपनी सैन फ्रांसिस्को, कैलिफोर्निया, संयुक्त राज्य अमेरिका के वित्तीय प्रौद्योगिकी के भीतरी इलाकों में बढ़ी और विकसित हुई है, और जल्दी ही नीलामी व्यापार उद्योग में अग्रणी बन गई है।",
	"公司凭借雄厚的资金背景和AI技术的深度挖掘，专注于探索区块链市场的未来趋势，并致力于利用先进的AI系统，为客户提供高效且精准的NFT的拍卖交易服务。": "अपनी मजबूत वित्तीय पृष्ठभूमि और एआई तकनीक की गहन खोज के साथ, कंपनी ब्लॉकचेन बाजार के भविष्य के रुझानों की खोज पर ध्यान केंद्रित करती है और ग्राहकों को कुशल और सटीक एनएफटी नीलामी लेनदेन सेवाएं प्रदान करने के लिए उन्नत एआई सिस्टम का उपयोग करने के लिए प्रतिबद्ध है।",
	"竞拍金额": "बोली की रक़म",
	"竞拍收益": "नीलामी जारी है",
	"竞拍收益率": "बोली उपज",
	"竞拍时间": "बोली लगाने का समय",
	"可竞拍资金": "बोली लगाने के लिए धनराशि उपलब्ध है",
	"今日收益": "आज की कमाई",
	"本月收益": "इस महीने की कमाई",
	"竞拍总收益": "कुल नीलामी आय",
	"启动竞拍": "बोली लगाना शुरू करें",
	"等级": "श्रेणी",
	"竞拍交易": "नीलामी लेनदेन",
	"有效金额": "प्रभावी राशि",
	"需要邀请": "आमंत्रण चाहिए",
	"名下属": "अधीनस्थ",
	"每名下属累计充值": "प्रत्येक अधीनस्थ के लिए संचित पुनर्भरण",
	"一级": "स्तर 1",
	"二级": "लेवल 2",
	"三级": "स्तर तीन",
	"升级条件": "अपग्रेड की शर्तें",
	"权益": "हक़ हित",
	"最小竞拍量": "न्यूनतम बोली राशि",
	"最大竞拍量": "अधिकतम बोली मात्रा",
	"每日竞拍量": "दैनिक बोली की मात्रा",
	"下一级": "अगला स्तर",
	"日收益率": "वापसी की दैनिक दर",
	"次": "दूसरे दर्जे का",
	"竞拍总收益": "कुल नीलामी आय",
	"今日竞拍收益": "आज की नीलामी जारी है",
	"团队人数": "समुहआकार",
	"团队佣金": "टीम कमीशन",
	"正在竞拍": "अभी बोली लगा रहे हैं",
	"正在启动竞拍机器人": "बोली लगाने वाला रोबोट प्रारंभ करना",
	"竞拍机器人启动成功": "बोली लगाने वाला रोबोट सफलतापूर्वक शुरू हुआ",
	"正在扫描NFT": "एनएफटी को स्कैन करना",
	"分析NFT成功": "एनएफटी की सफलता का विश्लेषण",
	"竞拍匹配中": "नीलामी मिलान",
	"拍品匹配成功": "लॉट का सफलतापूर्वक मिलान हुआ",
	"正在等待创作者购买": "खरीदारी के लिए निर्माता की प्रतीक्षा की जा रही है",
	"创作者购买成功": "निर्माता ने सफलतापूर्वक खरीदारी की",
	"系统结算中": "सिस्टम व्यवस्थित हो रहा है",
	"系统结算完成": "सिस्टम सेटलमेंट पूरा हुआ",
	"竞拍完成": "बोली पूरी हो गई",
	"正在": "हैं",
	"在": "अस्तित्व",
	"发起购买": "खरीदारी आरंभ करें",
	"买入成功": "सफलतापूर्वक खरीदें",
	"发起出售": "बिक्री आरंभ करें",
	"已发起出售": "बिक्री प्रारंभ की गई",
	"等级不符，无法竞拍": "स्तर मेल नहीं खाता और आप बोली नहीं लगा सकते।",
	"公司简介": "कंपनी प्रोफाइल",
	"平台规则": "प्लेटफार्म नियम",
	"常见问题": "आम समस्या",
	"您还未高级认证,请去认证": "आपको अभी तक उन्नत प्रमाणीकरण प्राप्त नहीं हुआ है, कृपया प्रमाणीकरण के लिए जाएं।",
	"您以高级认证": "उन्नत प्रमाणीकरण",
	"订单审核中": "आदेश समीक्षाधीन है",
	"已读": "पढ़ा है",
	"数字钱包未连接": "डिजिटल वॉलेट कनेक्ट नहीं है",
	"请使用数字钱包打开链接": "कृपया लिंक खोलने के लिए डिजिटल वॉलेट का उपयोग करें",
	"未检测到数字钱包地址": "डिजिटल वॉलेट पता नहीं मिला",
	"正在检测数字钱包": "डिजिटल वॉलेट का पता लगाना",
	"信用分": "विश्वस्तता की परख",
	"底部菜单上移": "निचले मेनू को ऊपर ले जाएँ",
	"是否需要上移菜单": "क्या आपको मेनू को ऊपर ले जाने की आवश्यकता है?",
	"团队佣金奖励": "टीम कमीशन पुरस्कार",
	"推荐层级": "अनुशंसित स्तर",
	"佣金奖励": "आयोग पुरस्कार",
	"例如：A邀请B，B邀请C，C邀请D": "उदाहरण के लिए: A, B को आमंत्रित करता है, B, C को आमंत्रित करता है, C, D को आमंत्रित करता है",
	"代理A获得B收益的百分比": "एजेंट ए को बी के राजस्व का प्रतिशत मिलता है",
	"代理A获得C收益的百分比": "एजेंट ए को सी के राजस्व का प्रतिशत मिलता है",
	"代理A获得D收益的百分比": "एजेंट ए को डी के राजस्व का प्रतिशत मिलता है",
	"待售": "बिक्री के लिए",
	"开售": "बिक्री पर",
	"请输入姓名": "कृपया अपना नाम टाइप करें",
	"请输入银行账号": "कृपया बैंक खाता संख्या दर्ज करें",
	"请输入银行名称": "कृपया बैंक का नाम दर्ज करें",
	"请输入法定货币": "कृपया कानूनी मुद्रा दर्ज करें",
	"请输入支行名称": "कृपया शाखा का नाम दर्ज करें",
	"请输入银行邮编": "कृपया बैंक डाक कोड दर्ज करें",
	"高级认证": "उन्नत प्रमाणीकरण",
	"NFT正在持续收益": "एनएफटी में लगातार बढ़त जारी है",
	"USDT总成交": "यूएसडीटी कुल लेनदेन",
	"用户收入": "उपयोगकर्ता आय",
	"交易": "व्यापार",
	IEO: "आईईओ",
	"我的": "मेरा",
	"充值": "लबालब भरना",
	"提现": "निकालना",
	"帮助": "मदद",
	"行情": "उद्धरण",
	"天数": "दिन",
	"范围": "दायरा",
	"预计收益": "अनुमानित राजस्व",
	"可用金额": "उपलब्ध राशि",
	"收益率": "प्रतिफल दर",
	"提示": "संकेत देना",
	"浏览量": "दृश्य",
	"价格": "कीमत",
	"美元价格": "डॉलर की कीमत",
	"购买": "खरीदना",
	"确定购买": "खरीदी की पुष्टि करें",
	"热销": "अच्छी संख्या में बेचें",
	"停售": "बिक्री हेतु रोक दिया गया",
	"发行者": "जारीकर्ता",
	"什么是NFT": "एनएफटी क्या है?",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "एनएफटी (अपूरणीय टोकन) ब्लॉकचेन पर संग्रहीत अद्वितीय डिजिटल आइटम हैं। एनएफटी लगभग किसी भी चीज़ का प्रतिनिधित्व कर सकते हैं और स्वामित्व के डिजिटल रिकॉर्ड के रूप में काम कर सकते हैं।",
	"跨市场流动性聚合：": "क्रॉस-मार्केट तरलता एकत्रीकरण:",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "ओपनसी, लुक्सरेअर, मैजिकईडेन, आईएमएक्सऑफिशियल इत्यादि जैसे मुख्यधारा के प्लेटफार्मों से वास्तविक समय में एनएफटी ऑर्डर प्राप्त करें, और आपके लिए पूरे नेटवर्क में लेनदेन तरलता को एकत्रित करने के लिए कई प्लेटफार्मों पर एक-क्लिक ऑर्डर प्लेसमेंट का समर्थन करें।",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "{नाम} जारी करने वाला बाजार नियमित रूप से उच्च गुणवत्ता वाली परियोजनाएं लॉन्च करता है। द्वितीयक बाजार दुर्लभ पूछताछ और थोक खरीद का समर्थन करता है। डेटा सांख्यिकी अनुभाग निर्णय लेने में सहायता के लिए श्रृंखला पर वास्तविक समय डेटा प्रदान करता है, जिससे आपको उद्योग व्यापार के अवसरों को पूरी तरह से नियंत्रित करने में मदद मिलती है जल्दी से व्यापार करें.",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "वार्म रिमाइंडर: आपको खरीदारी करते समय यह सुनिश्चित करना होगा कि शेष राशि पर्याप्त है, अन्यथा खरीदारी विफल हो जाएगी।",
	"温馨提示：确保账户余额足够": "हार्दिक अनुस्मारक: सुनिश्चित करें कि आपके खाते की शेष राशि पर्याप्त है",
	"账户总额": "कुल खाता",
	"冻结金额": "जमी हुई राशि",
	"今日收益": "आज की कमाई",
	"点击进入": "प्रवेश करने के लिए क्लिक करें",
	"全部": "सभी",
	"已停售": "बंद",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "आप स्मार्ट बोली योजना चुन सकते हैं. एक बार चुने जाने पर, स्मार्ट कॉन्ट्रैक्ट रोबोट स्मार्ट बोली के लिए आपके उपलब्ध कोटा की मेजबानी करेगा।",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "लाभ के लिए विभिन्न योजनाओं को स्मार्ट कॉन्ट्रैक्ट रोबोट द्वारा स्वचालित रूप से नीलाम किया जाएगा।",
	"交易对": "ट्रेडिंग जोड़ी",
	"最新价": "नवीनतम कीमत",
	"24小时涨跌幅": "24 घंटे कीमत में बढ़ोतरी और कमी",
	"可用": "उपलब्ध",
	"秒交易": "सेकंडों में लेनदेन",
	"杠杆交易": "व्यापार का लाभ उठाएं",
	"单价": "यूनिट मूल्य",
	"数量": "मात्रा",
	"交易模式": "ट्रेडिंग मॉडल",
	"价格": "कीमत",
	"市场最优价格": "बाज़ार में सबसे अच्छी कीमत",
	"倍数": "एकाधिक",
	"请输入数量": "कृपया मात्रा दर्ज करें",
	"保证金": "अंतर",
	"服务费": "सेवा शुल्क",
	"当前委托": "अभी का ऑर्डर",
	"持有仓位": "एक पद धारण करें",
	"限价/买入": "सीमा/खरीदें",
	"未实现盈亏($)": "अवास्तविक लाभ और हानि ($)",
	"回报率": "प्रतिक्रिया की दर",
	"持仓数量": "स्थिति मात्रा",
	"保证金率": "मार्जिन दर",
	"开仓价格($)": "शुरुआती कीमत ($)",
	"标记价格($)": "अंकित मूल्य($)",
	"强平价格($)": "परिसमापन मूल्य ($)",
	"调整杠杆": "उत्तोलन को समायोजित करें",
	"止盈止损": "लाभ लें और हानि रोकें",
	"平仓": "बंद स्थिति",
	"设置止损/止盈": "स्टॉप लॉस/टेक प्रॉफिट सेट करें",
	"止盈价格": "लाभ मूल्य लें",
	"请输入止盈价格": "कृपया लाभ लाभ मूल्य दर्ज करें",
	"止损价格": "स्टॉप लॉस कीमत",
	"请输入止损价格": "कृपया स्टॉप लॉस मूल्य दर्ज करें",
	"预计盈亏": "अनुमानित लाभ-हानि",
	"确定": "ज़रूर",
	"秒": "दूसरा",
	"规则": "नियम",
	"请输入金额": "कृपया राशि दर्ज करें",
	"可用余额": "उपलब्ध शेष राशि",
	"环保项目": "नवीकरणीय ऊर्जा",
	"收益": "आय",
	"总充值": "कुल पुनर्भरण",
	"团队": "टीम",
	"团队总收益": "कुल टीम राजस्व",
	"团队个数": "टीमों की संख्या",
	"推荐分享": "साझा करने की अनुशंसा करें",
	"消息": "जानकारी",
	"修改密码": "पासवर्ड बदलें",
	"修改支付密码": "भुगतान पासवर्ड बदलें",
	"退出登陆": "साइन आउट",
	"请选择充值金额": "कृपया रिचार्ज राशि चुनें",
	"请选择交易类型": "कृपया लेनदेन प्रकार चुनें",
	"充值明细": "रिचार्ज विवरण",
	"状态": "राज्य",
	"金额": "मात्रा",
	"交易类型": "लेन-देन का साधन",
	"地址": "पता",
	"复制": "कॉपी",
	"复制成功": "सफलतापूर्वक कॉपी किया गया",
	"复制失败": "प्रतिलिपि विफल",
	"上传图片凭证": "छवि वाउचर अपलोड करें",
	"账户余额": "खाते में शेष",
	"最小提现金额": "न्यूनतम निकासी राशि",
	"请输入地址": "कृपया पता दर्ज करें",
	"请输入支付密码": "कृपया भुगतान पासवर्ड दर्ज करें",
	"提现记录": "निकासी रिकार्ड",
	"账号": "खाता",
	"暂无数据~": "अभी तक कोई डेटा नहीं~",
	"旧密码": "पुराना पासवर्ड",
	"新密码": "नया पासवर्ड",
	"确认密码": "पासवर्ड की पुष्टि कीजिये",
	"消息详情": "संदेश विवरण",
	"用户帮助": "उपयोगकर्ता सहायता",
	"邀请您的好友": "अपने दोस्तों को आमंत्रित करो",
	"或朋友并获得奖励": "या दोस्तों और पुरस्कार प्राप्त करें",
	"返佣记录": "कमीशन रिकॉर्ड",
	"类型": "प्रकार",
	"团队介绍": "टीम परिचय",
	"请输入邮箱": "कृपया अपना ईमेल इनपुट करें",
	"请输入密码": "कृपया पासवर्ड दर्ज करें",
	"记住密码": "पासवर्ड याद",
	"登录": "लॉग इन करें",
	"创建账号": "खाता बनाएं",
	"请输入邀请码": "कृपया आमंत्रण कोड दर्ज करें",
	"获取验证码": "सत्यापन कोड प्राप्त करें",
	"总资产": "कुल संपत्ति",
	"发送成功": "सफलतापूर्वक भेज दिया",
	"推荐并获得奖励": "अनुशंसा करें और पुरस्कृत करें",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "आप अपना आमंत्रण लिंक साझा करके वित्तीय वॉलेट आय अर्जित कर सकते हैं। उदाहरण के लिए, आप अपने द्वारा आमंत्रित उपयोगकर्ता द्वारा की गई प्रत्येक जमा राशि के लिए {रेट्स}% कमीशन प्राप्त कर सकते हैं।",
	"邀请等级": "आमंत्रण स्तर",
	"我的申购": "मेरी सदस्यता",
	"已申购": "पहले से सदस्यता ले रखी",
	"未申购": "सदस्यता नहीं ली गई",
	"申购": "अंशदान",
	"申购记录": "सदस्यता रिकार्ड",
	"申购金额": "सदस्यता राशि",
	"购买成功": "खरीदारी सफल",
	"确认": "पुष्टि करना",
	"取消": "रद्द करना",
	"温馨提示": "दयालु सुझाव",
	"是否确定申购": "क्या आप निश्चित रूप से सदस्यता लेंगे?",
	"最小金额": "न्यूनतम राशि",
	"最大金额": "अधिकतम राशि",
	"质押": "जमा पूंजी",
	"天": "आकाश",
	"质押详情": "बचत विवरण",
	"日收益": "दैनिक आय",
	"请输入质押金额": "कृपया बचत राशि दर्ज करें",
	"质押最小金额": "बचाने के लिए न्यूनतम राशि",
	"质押最大金额": "बचत की अधिकतम राशि",
	"是否确定质押": "क्या आप बचत के बारे में निश्चित हैं?",
	"质押记录": "बचत रिकार्ड",
	"质押天数": "दांव लगाने के दिनों की संख्या",
	"实名认证": "सत्यापित",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "कृपया अपने आईडी कार्ड के आगे और पीछे और हाथ में पकड़े जाने वाले आईडी कार्ड को अपलोड करें।",
	"真实姓名": "वास्तविक नाम",
	"请输入真实姓名": "कृपया अपना वास्तविक नाम दर्ज करें",
	"证件号": "लाइसेंस संख्या",
	"请输入证件号": "कृपया अपना आईडी नंबर दर्ज करें",
	"您还未实名认证,请去认证": "आपने अभी तक अपना वास्तविक नाम प्रमाणित नहीं किया है, कृपया जाकर प्रमाणित करें।",
	"实名信息审核中": "वास्तविक नाम की जानकारी की समीक्षा की जा रही है",
	"您以实名认证": "आप अपने असली नाम से प्रमाणित करें",
	"审核失败请重新提交": "यदि समीक्षा विफल हो जाती है, तो कृपया पुनः सबमिट करें।",
	"已提交": "प्रस्तुत",
	"是否提交审核": "समीक्षा के लिए सबमिट करना है या नहीं",
	"请上传正确图片格式": "कृपया सही छवि प्रारूप अपलोड करें",
	"上传中...": "अपलोड हो रहा है...",
	"上传失败": "अपलोड विफल",
	"请上传正面照片": "कृपया सामने की ओर वाला फ़ोटो अपलोड करें",
	"请上传反面照片": "कृपया रिवर्स साइड की एक फोटो अपलोड करें",
	"市价交易": "बाजार मूल्य लेनदेन",
	"限价交易": "व्यापार सीमित करें",
	"卖出": "बेचना",
	"是否进行杠杆交易": "लीवरेज्ड ट्रेडिंग का संचालन करना है या नहीं",
	"请输入杠杆张数": "कृपया लीवरेज शीट की संख्या दर्ज करें",
	"张": "खुला",
	"买": "खरीदना",
	"卖": "बेचना",
	"合约": "अनुबंध",
	"限价/卖出": "सीमा/बेचना",
	"是否撤销当前委托": "क्या मौजूदा कमीशन रद्द करना है",
	"撤销成功": "सफलतापूर्वक निरस्त किया गया",
	"提交中": "प्रस्तुत करने",
	"是否提交此充值单": "क्या यह रिचार्ज ऑर्डर सबमिट करना है",
	"提交成功": "सफलतापूर्वक जमा",
	"请上传交易图片": "कृपया लेन-देन की तस्वीरें अपलोड करें",
	"充值记录": "रिचार्ज रिकार्ड",
	"审核中": "समीक्षा के अंतर्गत",
	"手续费": "संचालन शुल्क",
	"您还未设置支付密码,是否去设置支付密码": "आपने भुगतान पासवर्ड सेट नहीं किया है क्या आप भुगतान पासवर्ड सेट करना चाहते हैं?",
	"请输入验证码": "कृपया सत्यापन कोड दर्ज करें",
	"是否设置支付密码": "भुगतान पासवर्ड सेट करना है या नहीं",
	"设置支付密码": "भुगतान पासवर्ड सेट करें",
	"修改成功": "सफलतापूर्वक संशोधित",
	"提现成功": "सफलतापूर्वक निकासी",
	"未设置": "सेट नहीं",
	"设置成功": "सेटअप सफल",
	"取消成功": "सफलता रद्द करें",
	"是否对此单进行平仓": "क्या इस ऑर्डर को बंद करना है",
	"平仓历史": "समापन इतिहास",
	"倒计时(s)": "उलटी गिनती",
	"盈亏($)": "लाभ और हानि ($)",
	"抢购周期": "घबराहट में खरीदारी का चक्र",
	"当前价格": "मौजूदा कीमत",
	"是否进行下单": "ऑर्डर देना है या नहीं",
	"请选择订单方向": "कृपया ऑर्डर की दिशा चुनें",
	"下单完成": "आर्डर पूरा हुआ",
	"下单时间": "आदेश का समय",
	"持仓历史": "स्थिति इतिहास",
	"委托历史": "आयोग का इतिहास",
	"已撤销": "निरस्त किया गया",
	"已成交": "सौदा पूर्ण",
	"历史记录": "इतिहास रिकार्ड",
	"支持USDT-TRC20快速提现": "USDT-TRC20 तेज़ निकासी का समर्थन करें",
	"提现后等待客服审核": "निकासी के बाद ग्राहक सेवा समीक्षा की प्रतीक्षा करें",
	"多空大小必选,可同时多空大小各选其一": "लंबे और छोटे आकार का चयन करना होगा। आप एक ही समय में लंबे और छोटे आकारों में से एक का चयन कर सकते हैं।",
	"请登录": "साइन इन करें",
	"成功修改钱包密码": "वॉलेट पासवर्ड सफलतापूर्वक बदला गया",
	"请输入您的旧密码": "कृपया अपना पुराना पासवर्ड दर्ज करें",
	"请输入新密码": "कृपया एक नया पासवर्ड दर्ज करें",
	"请输入确认密码": "कृपया पुष्टिकरण पासवर्ड दर्ज करें",
	"确认密码与新密码不一致": "पुष्टि करें कि पासवर्ड नए पासवर्ड से असंगत है",
	"是否修改登录密码": "क्या लॉगिन पासवर्ड बदलना है",
	"是否更改钱包安全密码": "वॉलेट सुरक्षा पासवर्ड बदलना है या नहीं",
	"单": "एक",
	"双": "जोड़ा",
	"多": "अनेक",
	"空": "व्यर्थ",
	"买入": "खरीदना",
	"请输入申购金额": "कृपया सदस्यता राशि दर्ज करें",
	"余额": "संतुलन",
	"时间": "समय",
	"邀请好友，领取高达20%邀请、交易双重佣金": "दोस्तों को आमंत्रित करें और निमंत्रण और लेनदेन पर 20% तक दोगुना कमीशन प्राप्त करें",
	"BHE福利": "बीएचई को लाभ",
	"邀请好友": "मित्रों को आमंत्रित करें",
	"冻结": "जमाना",
	"语言": "भाषा",
	"请选择支付类型": "कृपया भुगतान प्रकार चुनें",
	"[充值规则说明]": "[रिचार्ज नियमों का विवरण]",
	"账户": "खाता",
	"等级": "श्रेणी",
	"注册时间": "पंजीकरण का समय",
	"或朋友并获得奖励 ": "या दोस्तों और पुरस्कार प्राप्त करें",
	Lock_up_to: "लॉक_अप_टू",
	"No data": "कोई डेटा नहीं",
	"Please enter the confirmation password!": "कृपया पुष्टिकरण पासवर्ड दर्ज करें!",
	Pledge_success_txt: "प्रतिज्ञा_सफलता_txt",
	Position_record_txt: "स्थिति_रिकॉर्ड_txt",
	Tips_Tips_txt: "टिप्स_टिप्स_txt",
	"Welcome Back": "वापसी पर स्वागत है",
	"account.charging": "खाता.चार्जिंग",
	confirm: "पुष्टि करना",
	confirm_the_pledge: "प्रतिज्ञा की पुष्टि करें",
	current_state_txt: "current_state_txt",
	day_txt_txt: "दिन_txt_txt",
	end_end_txt: "अंत_अंत_txt",
	income_income_txt: "आय_आय_txt",
	mortgage_mmediately_txt: "बंधक_तत्काल_txt",
	mortgage_principal_txt: "बंधक_प्रधान_txt",
	msg10: "संदेश10",
	s: "एस",
	"td1.canceil": "td1.रद्द करें",
	"td1.confirm": "td1.पुष्टि करें",
	under_pledge_txt: "अंडर_प्लेज_txt",
	"失败": "असफल",
	"成功": "सफलता",
	"提交": "जमा करना",
	"撤销": "रद्द करना",
	"止损/止盈": "हानि रोकें/लाभ लें",
	"下一步": "अगला कदम",
	"平仓完成": "पद समापन पूरा हुआ",
	"开单价格": "बिलिंग मूल्य",
	"开始时间": "प्रारम्भ का समय",
	"成交数量": "लेन-देन की संख्या",
	"结单价格": "कथन मूल्य",
	"结束时间": "अंत समय",
	"订单方向": "आदेश दिशा",
	"质押区间": "प्रतिज्ञा अंतराल",
	"质押金额": "प्रतिज्ञा राशि",
	"以实现盈亏": "लाभ और हानि प्राप्त करने के लिए",
	"上传转账截图": "स्थानांतरण स्क्रीनशॉट अपलोड करें",
	"是否确认提现": "वापसी की पुष्टि करें?",
	"最大提现金额": "अधिकतम निकासी राशि",
	"是否设置此价格": "क्या यह कीमत निर्धारित करनी है",
	"请上传转账截图": "कृपया स्थानांतरण स्क्रीनशॉट अपलोड करें",
	"是否取消当前设置": "क्या मौजूदा सेटिंग्स को रद्द करना है",
	"请输入质押金额，不得超过": "कृपया प्रतिज्ञा राशि दर्ज करें, जो अधिक नहीं होनी चाहिए",
	"分享您的推荐链接并开始赚钱": "अपना रेफरल लिंक साझा करें और कमाई शुरू करें",
	"公告": "घोषणा",
	"系统异常": "सिस्टम अपवाद",
	"请输入自定义充值金额": "कृपया कस्टम रिचार्ज राशि दर्ज करें",
	"自定义金额": "कस्टम राशि",
	"请打开链接": "कृपया लिंक खोलें",
	"恭喜新用户": "नए उपयोगकर्ता को बधाई",
	"今日": "आज",
	"覆盖国家": "कवर किये गये देश",
	"注册用户": "पंजीकृत उपयोगकर्ता",
	"已赚取收益": "राजस्व अर्जित किया",
	"已发放佣金": "आयोग ने जारी किया",
	"快速买币": "जल्दी से सिक्के खरीदें",
	"网格交易": "ग्रिड ट्रेडिंग",
	"封闭期": "बंद अवधि",
	"激活金额": "सक्रियण राशि",
	"今日最高年化": "आज का उच्चतम वार्षिकीकरण",
	"立即购买": "इसे अभी खरीदें",
	"服务": "सेवा करना",
	"提币": "सिक्के निकालो",
	"邀请返佣": "छूट आमंत्रित करें",
	"关于我们": "हमारे बारे में",
	"合作伙伴": "साथी",
	"总资金": "कुल निधि",
	"今日收益": "आज की कमाई",
	"邮箱": "मेल",
	"密码": "पासवर्ड",
	"手机号": "फ़ोन नंबर",
	"忘记密码": "पासवर्ड भूल जाओ",
	"注册": "पंजीकरण करवाना",
	"请输入手机号": "कृपया फ़ोन नंबर दर्ज करें",
	"正在维护": "रखरखाव जारी",
	"您确定购买此产品": "क्या आप निश्चित रूप से इस उत्पाद को खरीदना चाहेंगे?",
	"购买的数量": "खरीदी गई मात्रा",
	"加载中": "लोड हो रहा है",
	"我的机器人": "मेरा रोबोट",
	"剩余天数": "शेष दिनों की संख्या",
	"暂停": "विराम",
	"是否激活此机器人": "इस रोबोट को सक्रिय करना है या नहीं",
	"是否暂停此机器人的工作": "क्या इस रोबोट का काम रोकना है",
	"激活成功": "सक्रियण सफल",
	"暂停成功": "सफलतापूर्वक निलंबित कर दिया गया",
	"预计日收益": "अनुमानित दैनिक आय",
	"总收益": "कुल मुनाफा",
	"年化": "वार्षिक",
	"是否激活体验机器人": "अनुभव रोबोट को सक्रिय करना है या नहीं",
	"赚币记录": "सिक्का कमाई का रिकॉर्ड",
	"币种": "मुद्रा",
	"免费领取": "इसे निःशुल्क प्राप्त करें",
	"等级规则": "पदानुक्रम नियम",
	"当前等级": "वर्तमान स्तर",
	"是否确认修改登录密码": "क्या आप लॉगिन पासवर्ड बदलने की पुष्टि करते हैं?",
	"没有更多了": "अब और नहीं",
	"当前收益": "वर्तमान प्राप्तियां",
	"激活": "सक्रियण",
	"赠送": "दे दो",
	"请输入赠送用户ID或邮箱": "कृपया अपना उपहार उपयोगकर्ता आईडी या ईमेल पता दर्ज करें",
	"推荐计划": "नाम लेने का कार्यक्रम",
	"邀请朋友赚币": "सिक्के कमाने के लिए दोस्तों को आमंत्रित करें",
	"我的邀请码": "मेरा निमंत्रण कोड",
	"是否将此机器人赠送于": "इस रोबोट को उपहार में देना है या नहीं",
	"赠送成功": "सफलतापूर्वक उपहार दें",
	"经验值": "अनुभव",
	"台BOT正在为您疯狂赚币": "ताइवान बीओटी आपके लिए जमकर पैसा कमा रहा है"
}