{
	"最多只能同时有3条未审核提现记录": "Sie können maximal 3 ausstehende Auszahlungsaufzeichnungen gleichzeitig haben.",
	"基础": "Grundlage",
	"申请贷款后与客服联系审批额度": "Kontaktieren Sie den Kundenservice zur Genehmigung des Betrags nach der Beantragung eines Kredits",
	"请不要重复提交": "Bitte nicht erneut einreichen",
	"贷款额度与客户信用分和资产存在关系":"Der Kreditrahmen steht im Zusammenhang mit der Bonität und den Vermögenswerten des Kunden",
	"开始验证": "Verifizierung starten",
	"已验证": "Verifiziert",
	"验证失败": "Die Authentifizierung ist fehlgeschlagen",
	"总利息": "Gesamtzins",
	"需还款": "Muss zurückzahlen",
	"违约金": "pauschalierter Schadensersatz",
	"批准时间": "Genehmigungszeit",
	"还款日期": "Rückzahlungsdatum",
	"待审核": "Ausstehende Überprüfung",
	"正在审核": "Wird überprüft",
	"已还款": "Zurückgezahlt",
	"还款审核中": "Rückzahlung wird geprüft",
	"协议": "Protokoll",
	"现在还款": "Jetzt auszahlen",
	"签署协议": "Vereinbarung unterzeichnen",
	"姓名": "Name",
	"贷款": "Darlehen",
	"贷款协议(质押贷款)日期": "Datum des Darlehensvertrags (Pfanddarlehen).",
	"借款人": "Kreditnehmer",
	"名": "Name",
	"姓": "Nachname",
	"电话": "Telefon",
	"贷款人": "Darlehensgeber",
	"区块链借贷": "Blockchain-Kreditvergabe",
	"统称为各方": "zusammenfassend als die Parteien bezeichnet",
	"(生效日期)签订 由以下各方": "(Datum des Inkrafttretens) Eingetragen von",
	"还款条款": "Rückzahlungsbedingungen",
	"贷款额度": "Kreditbetrag",
	"借款人同意偿还": "Der Kreditnehmer stimmt der Rückzahlung zu",
	"利率": "Zinssatz",
	"双方约定的利率为": "Der von beiden Parteien vereinbarte Zinssatz beträgt",
	"贷款期限": "Kreditlaufzeit",
	"该贷款期限为": "Die Kreditlaufzeit beträgt",
	"天": "Himmel",
	"还款方式": "Rückzahlungsmethode",
	"借款人同意偿还贷款人": "Der Kreditnehmer verpflichtet sich zur Rückzahlung an den Kreditgeber",
	"本金和": "Hauptsumme",
	"到期利息": "Zinsen fällig",
	"按日计算": "Berechnet pro Tag",
	"还款适用性": "Rückzahlungseignung",
	"滞纳金": "Gebühr für verspätete Zahlung",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "Wenn der Kreditnehmer den Kredit nicht rechtzeitig zurückzahlt, muss der Kreditnehmer Verzugszinsen zahlen",
	"提前还款": "Vorzeitige Rückzahlung",
	"借款人提前还款不会受到任何处罚": "Kreditnehmer werden bei vorzeitiger Rückzahlung nicht bestraft",
	"默认": "Standard",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "Zahlt der Kreditnehmer nicht rechtzeitig zurück, muss er den gesamten ausstehenden Kapitalbetrag und die Zinsen unverzüglich und ohne Vorankündigung oder Aufforderung zurückzahlen.",
	"费用": "kosten",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "Kommt der Kreditnehmer seinen Rückzahlungsverpflichtungen nicht fristgerecht nach, verpflichtet sich der Kreditnehmer, sämtliche anfallenden Kosten zu tragen. Während des Inkassoverfahrens übernimmt der Kreditgeber unter anderem die Anwaltskosten",
	"可分割性": "Teilbarkeit",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "Sollte sich herausstellen, dass eine Bestimmung dieser Vereinbarung ungültig oder nicht durchsetzbar ist, ist diese Bestimmung nichtig, alle anderen Bestimmungen bleiben jedoch gültig und bindend.",
	"法律效力": "Rechtswirkung",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "Diese Vereinbarung ist für die Parteien rechtsverbindlich und kann innerhalb der Vereinten Nationen und in Europa unterzeichnet und ausgeführt werden. Beide Parteien erklären, dass sie befugt sind, diese Vereinbarung abzuschließen",
	"各种各样的": "verschieden",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "Vorbehaltlich der Bedingungen dieser Vereinbarung zahlt das Unternehmen den Saldo auf dem Konto in Form einer Währung aus. Beide Parteien sind befugt, diese Vereinbarung abzuschließen. Keine der Parteien darf die Rechte Dritter verletzen oder gegen eine andere Vereinbarung zwischen den Parteien verstoßen",
	"适用法律": "Anwendbares Recht",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "Die Auslegung und Durchsetzung dieser Vereinbarung erfolgt in Übereinstimmung mit den Gesetzen des Landes, in dem der Darlehensnehmer seinen Sitz hat",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "Die Mittel für diese Vereinbarung werden von einem Drittbankkreditinstitut bereitgestellt und alle bereitgestellten Mittel müssen von mir selbst zurückgezahlt werden.",
	"双方同意以上条款并签字如下": "Beide Parteien stimmen den oben genannten Bedingungen zu und unterzeichnen wie folgt",
	"(按日计算)这应被视为处罚而不是罚款": "(täglich) Dies sollte als Strafe und nicht als Geldstrafe betrachtet werden",
	"贷方": "Darlehensgeber",
	"借款人签名": "Unterschrift des Kreditnehmers",
	"签名日期": "Datum der Unterschrift",
	"签字": "Unterschrift",
	"重写": "umschreiben",
	"预估贷款额度": "Geschätzter Kreditbetrag",
	"验证您的身份并获得更多服务": "Bestätigen Sie Ihre Identität und erhalten Sie weitere Dienste",
	"贷款期限(天)": "Kreditlaufzeit (Tage)",
	"日利率": "täglicher Zinssatz",
	"总利息金额": "Gesamtzinsbetrag",
	"贷款后当天内无需支付利息，之后需支付利息": "Am Tag nach Aufnahme des Darlehens fallen keine Zinsen an, die Zinsen werden danach gezahlt",
	"现在借款": "Jetzt ausleihen",
	"借款记录": "Kreditunterlagen",
	"尚未借款": "Noch nicht ausgeliehen",
	"找不到您的贷款信息": "Ihre Kreditinformationen können nicht gefunden werden",
	"认证": "Zertifizierung",
	"请输入": "Bitte treten Sie ein",
	"姓氏": "Nachname",
	"性别": "Geschlecht",
	"男": "männlich",
	"女": "weiblich",
	"出生日期": "Geburtsdatum",
	"国家": "Nation",
	"名字": "Name",
	"电话号码": "Telefonnummer",
	"证件": "Unterlagen",
	"请填写完整信息": "Bitte füllen Sie die vollständigen Informationen aus",
	"上传证件": "Dokumente hochladen",
	"身份证正面": "Vorderseite mit Ausweis",
	"身份证反面": "Rückseite des Personalausweises",
	"拍摄时注意一下几点": "Achten Sie beim Fotografieren auf einige Dinge",
	"请注意图片的边框完整，字体清晰，亮度均匀": "Bitte beachten Sie, dass das Bild vollständige Ränder, klare Schriftarten und gleichmäßige Helligkeit aufweist.",
	"请勿上传于姓名不符的证件照": "Bitte laden Sie keine Ausweisfotos hoch, die nicht mit Ihrem Namen übereinstimmen.",
	"请先验证身份信息": "Bitte überprüfen Sie zunächst Ihre Identität",
	"名称": "Name",
	"交易额": "Transaktionsvolumen",
	"合集": "Sammlung",
	"市场": "Markt",
	"地板价": "Mindestpreis",
	"总排行": "Gesamtranking",
	"我的收藏": "meine Sammlung",
	"关于": "um",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "NFT ist eine digitale Aufzeichnung auf der Blockchain, die den Besitz und die Authentizität von Medien darstellt.",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "Ein NFT ist nicht nur eine Multimediadatei (wie ein GIF oder ein JPEG), sondern auch eine öffentliche Aufzeichnung, die historische Informationen zu den Medien enthält. In diesem Fall handelt es sich bei der NFT eher um eine Auflistung der Eigentumsverhältnisse und ein Echtheitszertifikat für das Gemälde.",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "NFTs unterscheiden sich von fungiblen Vermögenswerten wie 20-Dollar-Scheinen, Aktien oder anderen Einheiten, die ohne Wertänderung ausgetauscht werden können.",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "Im Gegensatz zu einem 20-Dollar-Dollar, der durch einen weiteren 20-Dollar-Dollar ersetzt werden kann, macht die einzigartige Qualität von NFT jeden NFT einzigartig, und diese Einzigartigkeit kann überprüft werden.",
	"为何NFT如此重要": "Warum NFTs so wichtig sind",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "NFTs dienen als Eigentumsnachweis und überprüfen mathematisch auf äußerst manipulationssichere Weise, ob eine bestimmte Blockchain-Adresse Eigentümer des Artikels ist.",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "NFTs dienen auch als Echtheitszertifikate und stellen sicher, dass jede Art von Medium (Kunstwerk, Dokument oder andere digitale Datei) bis zu seinem Ursprung zurückverfolgt werden kann (um zu beweisen, dass es von der Quelle aus nicht manipuliert wurde).",
	"NFT的解释": "NFT-Erklärung",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "Durch das Fotografieren eines Kunstwerks in einem Museum wird der Fotograf weder zum Eigentümer des Gemäldes, noch wird das aufgenommene Bild zum Kunstwerk selbst.",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "Wir wissen das, weil sich Kuratoren, Wissenschaftler, Sammler und die Öffentlichkeit über Originale, Reproduktionen und ihre rechtmäßigen Eigentümer einig sind.",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "Das Gleiche gilt für NFTs, bei denen das Original – im Gegensatz zu einer per Rechtsklick gespeicherten Kopie – nachweislich selten und wertvoll ist. NFT verlässt sich jedoch nicht auf persönliches Urteilsvermögen, um Authentizität oder Besitz zu überprüfen, sondern nutzt die konsensbildenden Fähigkeiten der Blockchain-Technologie.",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "Kurz gesagt: NFT verwendet objektive mathematische Beweise, um Eigentum und Authentizität zu überprüfen, und nicht das subjektive Vertrauen in Einzelpersonen oder Organisationen.",
	"NFT的极简史": "Eine sehr kurze Geschichte von NFTs",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "Obwohl Blockchain-Kreditdienste gerade erst im Entstehen begriffen sind, gibt es NFTs schon seit den Anfängen der Blockchain-Technologie.",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "Das Konzept von NFT wurde 2012 in Coloured Coins eingeführt. Farbige Münzen werden auf der Bitcoin-Blockchain gespeichert und bieten eine Möglichkeit, das Eigentum an realen Vermögenswerten wie Immobilien oder Aktien darzustellen. Einige Jahre später prägte der Digitalkünstler Kevin McCoy ein „Quantum“ – ein achteckiges dynamisches Werk auf der Namecoin-Blockchain, das zum ersten weithin bekannten NFT wurde.",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "Nachdem die Bitcoin-basierte Counterparty-Plattform begann, Sammlerstücke wie Rare Pepes viral zu verbreiten, entwickelte Ethereum 2018 NFTs mit CryptoKitties und dem ERC-721-Standard weiter. Dies ebnet den Weg für andere intelligente, vertragsbasierte Blockchain-Netzwerke wie Solana, Polygon und Tezos, die NFTs zu einer weiteren Akzeptanz und Verbreitung verhelfen.",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "Bisher werden NFTs häufig verwendet, um den Besitz und die Authentizität digitaler Kunst und Sammlerstücke abzufragen. Bei einigen frühen NFTs, wie zum Beispiel CryptoPunks, kam es zu einer Verschiebung des Eigentumskonzepts, was auch einen kulturellen Wandel darstellte. NFTs haben Anwendungsfälle für dezentrales Eigentum außerhalb der Kunst und sie nehmen weiter zu, von der Überprüfung sensibler Finanzdokumente bis hin zum exklusiven Zugang zu Popkultur-Erlebnissen.",
	"NFT有什么用途": "Welche Einsatzmöglichkeiten bietet NFT?",
	"艺术&收藏品": "Kunst und Sammlerstücke",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "Fast jede digitale Datei kann zu einem NFT werden, aber der häufigste Anwendungsfall ist heute sammelbare digitale Kunst. Vor dem Aufkommen von NFTs bestand die schwerwiegendste Kritik an digitaler Kunst oder Sammlerstücken darin, dass es nahezu unmöglich sei, den Besitz eines Kunstwerks oder einer Baseballkarte online zu überprüfen, was eine starke Abhängigkeit von Vermittlern erforderte und die Menschen anfällig für Betrug machte.",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "NFT legitimiert die digitale Kunst weiter und wird zu einem Medium und wertvollen Ausdruck moderner Kultur. „Blue-Chip“-NFTs – Werke von Digitalkünstlern wie CryptoPunks, Bored Ape Yacht Club und Beeple – haben nicht nur für den NFT-Markt, sondern auch für traditionelle Kunstauktionshäuser Verkaufspreisrekorde aufgestellt.",
	"社区会员": "Community-Mitglied",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "Viele NFT-Serien bieten ihren Inhabern einzigartige reale Vorteile, Belohnungen oder Erlebnisse und schaffen so einen Mehrwert.",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "Diejenigen, die NFT-spezifische Sammlerstücke besitzen, vernetzen sich regelmäßig miteinander, pflegen Beziehungen und teilen ihre Leidenschaft für das Projekt, was ihnen auch ein tieferes Gefühl der Community-Mitgliedschaft vermittelt.",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "Darüber hinaus werden einige dezentralisierte autonome Organisationen (DAO) zusammenkommen, um Themen auszutauschen, die sie für kulturell bedeutsam halten, wie etwa Teileigentum und kollektive Verwaltung von NFTs.",
	"音乐行业": "Musikindustrie",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "Musiker nutzen NFTs, um den Einfluss von Plattenfirmen und der gesamten Musikindustrie zu verringern und Künstlern dabei zu helfen, ihre Beziehungen zu Fans zu vermitteln und zu quantifizieren. So wie einzigartige Bilder als NFTs in die Blockchain eingefügt werden können, können einzigartige Audioclips erstellt, gehandelt und als NFTs auf der Blockchain gespeichert werden, damit Fans sie besitzen und genießen können.",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "Dutzende Musikkünstler aller Genres und Generationen, darunter Kings of Leon und 3LAU, nutzen NFT, um neue Musikerlebnisse zu fördern und ihre Abhängigkeit von Vermittlern der Musikindustrie auszugleichen.",
	"游戏": "Spiel",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "Blockchain-basierte Plattformen wie Decentraland, Axie Infinity und The Sandbox nutzen NFTs, um Spielern einzigartige Spielerlebnisse zu bieten und Spieler mit Gegenständen von realem Wert zu belohnen. In diesen Spielen können NFTs virtuelle Länder, Charaktere, Fähigkeiten oder Wearables mit unterschiedlichen Attributen und Marktwerten darstellen. Die ursprüngliche Kryptowährung in NFT-Blockchain-Spielen ist ein wichtiger Bestandteil der Spieleökonomie, und ihre Spielerfolge können auch dazu genutzt werden, Spieler mit Gegenständen von echtem Wert zu belohnen. NFT ermöglicht es Spielern, die Kontrolle über ihre Gaming-Erfolge zu übernehmen und individuelle Belohnungen mit realem Wert zu erhalten.",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业’税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "NFTs bieten auch innovative Anwendungsfälle im Zusammenhang mit dezentralen Finanzprotokollen (DeFi) als manipulationssichere Möglichkeit, das Eigentum ohne Zwischenhändler aufrechtzuerhalten. Wichtige Finanzdokumente, wie der Eigentumsnachweis eines Grundstücks oder die Steuererklärung eines Unternehmens, können als NFTs erstellt und in dezentralen Finanzprotokollen verwendet werden, um Peer-to-Peer-Blockchain-Transaktionen zuverlässig durchzuführen. Neben Eigentums- und Echtheitsnachweisen für Anwendungsfälle können NFTs auch als Sicherheit für die Aufnahme von Krediten durch Nutzer verwendet werden. Unabhängig davon, ob es sich um traditionelle Kreditdienstleistungen oder Blockchain-basierte Kreditdienstleistungen handelt, untersuchen sie, wie sie den Wert von NFT nutzen können, um neue Finanzprodukte und -dienstleistungen zu finanzieren.",
	"元宇宙与Web3": "Metaverse und Web3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "NFTs werden schnell zu einem grundlegenden Bestandteil der nächsten Generation des Internets und bieten durch die einzigartigen Eigentumsmerkmale von NFTs ein noch intensiveres Online-Erlebnis.",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "NFT hat das Potenzial, die Blockchain-basierte Internetarchitektur, die oft als Web3 bezeichnet wird, dezentraler und anonymer zu machen. NFT zeigt in diesen Bereichen sein volles Potenzial und hat die Möglichkeit, eine Schlüsselrolle bei der weiteren Entwicklung von Web3 und dem Metaverse zu spielen. Viele glauben, dass Kunst nur der erste von vielen Bereichen ist, die durch NFTs revolutioniert werden, und dass bald andere Anwendungsfälle wie E-Commerce, Landbesitz und sogar persönliche Identität entstehen werden.",
	"出席证明协议": "Teilnahmenachweisvereinbarung",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "Proof of Attendance Protocol (POAP) ist ein Open-Source-Projekt, das NFTs verwendet, um die Teilnahme an realen Ereignissen zu verfolgen. Nach der Bereitstellung eines einfachen Ausweisdesigns und veranstaltungsbezogener Metadaten (z. B. Name, Ort und Datum der Veranstaltung) kann POAP verteilt werden, um eine manipulationssichere digitale Aufzeichnung der Teilnahme zu erstellen, die einfach zu teilen und zu überprüfen ist.",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "POAP ermöglicht es Veranstaltern, ihren Communities ein personalisierteres Erlebnis zu bieten. Diese Art von nicht fungiblem Token kann auch auf andere Bereiche ausgeweitet werden, beispielsweise auf die Abfrage und Nachverfolgung von Zertifikaten von akademischen Institutionen und Berufsverbänden.",
	"潮流": "Trend",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "Von Luxusmarken bis hin zu Fast-Fashion-Konzernen erkunden Unternehmen auf der ganzen Welt die Leistungsfähigkeit von NFTs.",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "Einige bekannte Marken bringen Metaverse-freundliche NFT-Bekleidungslinien auf den Markt, während andere, wie Louis Vuitton, NFT-basierte Markenkollektionsspiele entwickeln.",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "NFTs vertiefen die Beziehungen zu Kunden und rücken gleichzeitig inspirierende neue Künstler ins Rampenlicht. Fashionistas wie Gucci, Dolce & Gabbana, Nike und Adidas nutzen die Kraft von NFT, um neue Trenderlebnisse zu schaffen und voranzutreiben.",
	"处理中": "Verarbeitung",
	"智能拍卖公司自2024年成立以来，便在美国加利福尼亚州旧金山这个金融科技的腹地发展壮大，迅速成为拍卖交易行业的佼佼者。": "{name} Seit ihrer Gründung im Jahr 2021 ist die Smart Auction Company im Finanztechnologie-Hinterland von San Francisco, Kalifornien, USA, gewachsen und hat sich schnell zu einem führenden Unternehmen in der Auktionshandelsbranche entwickelt.",
	"公司凭借雄厚的资金背景和AI技术的深度挖掘，专注于探索区块链市场的未来趋势，并致力于利用先进的AI系统，为客户提供高效且精准的NFT的拍卖交易服务。": "Mit seinem starken finanziellen Hintergrund und der eingehenden Erforschung der KI-Technologie konzentriert sich das Unternehmen auf die Erforschung der zukünftigen Trends des Blockchain-Marktes und ist bestrebt, fortschrittliche KI-Systeme einzusetzen, um Kunden effiziente und genaue NFT-Auktionstransaktionsdienste anzubieten.",
	"开始交易": "Beginnen Sie mit dem Handel",
	"探索NFT的世界": "Entdecken Sie die Welt der NFTs",
	"可靠的安全保障": "Zuverlässige Sicherheit",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "Unsere ausgefeilten Sicherheitsmaßnahmen und SAFU-Fonds schützen Ihre digitalen Vermögenswerte vor allen Risiken.",
	"24*7小时客户服务支持": "Kundendienst rund um die Uhr",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "Im 24*7-Betriebsmodus werden wir Ihre Anfragen so schnell wie möglich beantworten.",
	"团队总人数": "Gesamtzahl der Teammitglieder",
	"今日团队收益": "Die heutigen Teamergebnisse",
	"今日新增成员": "Heute wurden neue Mitglieder hinzugefügt",
	"USDT充值最低金额": "1. Der Mindestbetrag für die USDT-Aufladung beträgt {num} USDT und der übermittelte Betrag muss eine ganze Zahl sein.",
	"ETH充值最低金额": "2. Der Mindestbetrag für die ETH-Aufladung beträgt {num} ETH und der übermittelte Betrag muss auf 4 Nachkommastellen genau sein.",
	"BTC充值最低金额": "3. Der Mindestbetrag für die BTC-Aufladung beträgt {num} BTC und der übermittelte Betrag muss auf 4 Nachkommastellen genau sein.",
	"USDT提现最低金额": "Der Mindestbetrag für die USDT-Auszahlung beträgt {num}",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "Es werden nur USDT-TRC20- und USDT-ERC20-Abhebungen unterstützt.",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "Nachdem Sie eine Auszahlung beantragt haben, dauert es 0 bis 72 Stunden, bis Ihr Konto gutgeschrieben wird. Bitte warten Sie geduldig.",
	"联系客服": "Kontaktieren Sie den Kundendienst",
	"首页": "Titelseite",
	"体验金": "Probegebühr",
	"新手礼包": "Geschenkpaket für Anfänger",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "Wer die Anfängervoraussetzungen erfüllt, kann einen Probebonus von 1.000 USDT erhalten. Der Probebonus ist drei Tage lang gültig und kann nur einmal beansprucht werden.",
	"条件": "Zustand",
	"1.注册之日起7天内为新手用户。": "1. Seien Sie innerhalb von 7 Tagen ab dem Datum der Registrierung ein Anfänger.",
	"2.新手用户未进行充值和交易。": "2. Anfänger haben keine Einzahlungen und Transaktionen getätigt.",
	"立即领取": "Holen Sie es sich sofort",
	"您还未高级认证,请去认证": "Sie haben noch keine fortgeschrittene Zertifizierung erhalten, bitte lassen Sie sich zertifizieren.",
	"您以高级认证": "Erweiterte Zertifizierung",
	"订单审核中": "Bestellung wird überprüft",
	"已读": "Habe gelesen",
	"数字钱包未连接": "Digitale Geldbörse nicht verbunden",
	"请使用数字钱包打开链接": "Bitte verwenden Sie eine digitale Geldbörse, um den Link zu öffnen",
	"未检测到数字钱包地址": "Die Adresse der digitalen Geldbörse wurde nicht erkannt",
	"正在检测数字钱包": "Digitale Geldbörse erkennen",
	"信用分": "Kreditwürdigkeit",
	"底部菜单上移": "Unteres Menü nach oben verschieben",
	"是否需要上移菜单": "Müssen Sie das Menü nach oben verschieben?",
	"团队佣金奖励": "Belohnungen für Teamprovisionen",
	"推荐层级": "Empfohlenes Niveau",
	"佣金奖励": "Provisionsprämien",
	"例如：A邀请B，B邀请C，C邀请D": "Zum Beispiel: A lädt B ein, B lädt C ein, C lädt D ein",
	"代理A获得B收益的百分比": "Agent A erhält den Prozentsatz des Umsatzes von B",
	"代理A获得C收益的百分比": "Agent A erhält den Prozentsatz des Umsatzes von C",
	"代理A获得D收益的百分比": "Agent A erhält den Prozentsatz des Umsatzes von D",
	"待售": "zu verkaufen",
	"开售": "Im Angebot",
	"请输入姓名": "Bitte geben Sie Ihren Namen ein",
	"请输入银行账号": "Bitte geben Sie die Bankkontonummer ein",
	"请输入银行名称": "Bitte geben Sie den Banknamen ein",
	"请输入法定货币": "Bitte geben Sie die gesetzliche Währung ein",
	"请输入支行名称": "Bitte geben Sie den Filialnamen ein",
	"请输入银行邮编": "Bitte geben Sie die Postleitzahl der Bank ein",
	"高级认证": "Erweiterte Zertifizierung",
	"NFT正在持续收益": "NFT ist weiter auf dem Vormarsch",
	"USDT总成交": "USDT-Gesamttransaktion",
	"用户收入": "Benutzereinkommen",
	"交易": "Handel",
	IEO: "IEO",
	"我的": "meins",
	"充值": "nachfüllen",
	"提现": "zurückziehen",
	"帮助": "helfen",
	"行情": "Zitate",
	"天数": "Tage",
	"范围": "Umfang",
	"预计收益": "Geschätzter Umsatz",
	"可用金额": "Verfügbarer Betrag",
	"收益率": "Rendite",
	"提示": "Hinweis",
	"浏览量": "Ansichten",
	"价格": "Preis",
	"美元价格": "Dollarpreis",
	"购买": "Kaufen",
	"确定购买": "Bestätige den Kauf",
	"热销": "verkaufen sich wie warme Semmeln",
	"停售": "Zum Verkauf gestoppt",
	"发行者": "Aussteller",
	"什么是NFT": "Was ist NFT?",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "NFTs (nicht fungible Token) sind einzigartige digitale Gegenstände, die auf der Blockchain gespeichert sind. NFTs können fast alles darstellen und als digitale Eigentumsaufzeichnung dienen.",
	"跨市场流动性聚合：": "Marktübergreifende Liquiditätsaggregation:",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "Erhalten Sie NFT-Bestellungen in Echtzeit von Mainstream-Plattformen wie OpenSea, LooksRare, MagicEden, IMXOfficial usw. und unterstützen Sie die Auftragserteilung mit einem Klick auf mehreren Plattformen, um die Transaktionsliquidität im gesamten Netzwerk für Sie zu bündeln.",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "Der {name}-Emissionsmarkt bringt regelmäßig hochwertige Projekte auf den Markt. Der Sekundärmarkt unterstützt Raritätenanfragen und Großeinkäufe. Der Abschnitt mit den Datenstatistiken bietet Echtzeitdaten zur Kette, um die Entscheidungsfindung zu unterstützen und Ihnen dabei zu helfen, die Handelsmöglichkeiten der Branche vollständig zu kontrollieren schnell handeln.",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "Herzliche Erinnerung: Sie müssen beim Kauf darauf achten, dass der Restbetrag ausreicht, sonst schlägt der Kauf fehl.",
	"温馨提示：确保账户余额足够": "Warme Erinnerung: Stellen Sie sicher, dass Ihr Kontostand ausreichend ist",
	"账户总额": "Kontosumme",
	"冻结金额": "gefrorene Menge",
	"今日收益": "Der heutige Verdienst",
	"点击进入": "Klicken Sie hier, um einzutreten",
	"全部": "alle",
	"已停售": "Abgesetzt",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "Sie können einen Smart Bidding-Plan wählen. Nach der Auswahl hostet der Smart-Contract-Roboter Ihr verfügbares Kontingent für Smart Bidding.",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "Verschiedene Pläne werden von intelligenten Vertragsrobotern automatisch mit Gewinn versteigert.",
	"交易对": "Handelspaar",
	"最新价": "Letzter Preis",
	"24小时涨跌幅": "Preiserhöhung und -senkung rund um die Uhr",
	"可用": "Verfügbar",
	"秒交易": "Transaktionen in Sekundenschnelle",
	"杠杆交易": "Hebelhandel",
	"单价": "Einzelpreis",
	"数量": "Menge",
	"交易模式": "Handelsmodell",
	"价格": "Preis",
	"市场最优价格": "Bester Preis auf dem Markt",
	"倍数": "mehrere",
	"请输入数量": "Bitte Menge eingeben",
	"保证金": "Marge",
	"服务费": "Servicegebühr",
	"当前委托": "Aktueller Auftrag",
	"持有仓位": "Halten Sie eine Position",
	"限价/买入": "Limit/Kaufen",
	"未实现盈亏($)": "Nicht realisierter Gewinn und Verlust ($)",
	"回报率": "Rücklaufquote",
	"持仓数量": "Positionsmenge",
	"保证金率": "Margensatz",
	"开仓价格($)": "Eröffnungspreis ($)",
	"标记价格($)": "Markieren Sie den Preis ($)",
	"强平价格($)": "Liquidationspreis ($)",
	"调整杠杆": "Hebelwirkung anpassen",
	"止盈止损": "Gewinn mitnehmen und Verlust stoppen",
	"平仓": "Geschlossene Position",
	"设置止损/止盈": "Stop-Loss/Take-Profit festlegen",
	"止盈价格": "Nehmen Sie den Gewinnpreis",
	"请输入止盈价格": "Bitte geben Sie den Take-Profit-Preis ein",
	"止损价格": "Stop-Loss-Preis",
	"请输入止损价格": "Bitte geben Sie den Stop-Loss-Preis ein",
	"预计盈亏": "Geschätzter Gewinn und Verlust",
	"确定": "Sicher",
	"秒": "Zweite",
	"规则": "Regel",
	"请输入金额": "Bitte geben Sie den Betrag ein",
	"可用余额": "Verfügbares Guthaben",
	"环保项目": "Erneuerbare Energie",
	"收益": "Einkommen",
	"总充值": "Vollständige Aufladung",
	"团队": "Team",
	"团队总收益": "Gesamterlös des Teams",
	"团队个数": "Anzahl der Teams",
	"推荐分享": "Teilen empfehlen",
	"消息": "Information",
	"修改密码": "Kennwort ändern",
	"修改支付密码": "Zahlungspasswort ändern",
	"退出登陆": "Abmelden",
	"请选择充值金额": "Bitte wählen Sie den Aufladebetrag aus",
	"请选择交易类型": "Bitte wählen Sie den Transaktionstyp aus",
	"充值明细": "Details zum Aufladen",
	"状态": "Zustand",
	"金额": "Menge",
	"交易类型": "Mittel der Transaktion",
	"地址": "Adresse",
	"复制": "Kopieren",
	"复制成功": "Erfolgreich kopiert",
	"复制失败": "Der Kopiervorgang ist fehlgeschlagen",
	"上传图片凭证": "Bildgutschein hochladen",
	"账户余额": "Kontostand",
	"最小提现金额": "Mindestauszahlungsbetrag",
	"请输入地址": "Bitte Adresse eingeben",
	"请输入支付密码": "Bitte geben Sie das Zahlungspasswort ein",
	"提现记录": "Abhebungsprotokoll",
	"账号": "Konto",
	"暂无数据~": "Noch keine Daten~",
	"旧密码": "Altes Passwort",
	"新密码": "Neues Kennwort",
	"确认密码": "Bestätige das Passwort",
	"消息详情": "Nachrichtendetails",
	"用户帮助": "Benutzerhilfe",
	"邀请您的好友": "Lade deine Freunde ein",
	"或朋友并获得奖励": "oder Freunde und erhalte Belohnungen",
	"返佣记录": "Provisionsprotokoll",
	"类型": "Typ",
	"团队介绍": "Teamvorstellung",
	"请输入邮箱": "Bitte geben Sie Ihre E-Mail-Adresse ein",
	"请输入密码": "Bitte Passwort eingeben",
	"记住密码": "Passwort merken",
	"登录": "Anmeldung",
	"创建账号": "Ein Konto erstellen",
	"请输入邀请码": "Bitte geben Sie den Einladungscode ein",
	"获取验证码": "Holen Sie sich den Bestätigungscode",
	"总资产": "Gesamtvermögen",
	"发送成功": "Erfolgreich gesendet",
	"推荐并获得奖励": "Empfehlen Sie es und werden Sie belohnt",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "Sie können Geld verdienen, indem Sie Ihren Einladungslink teilen. Sie können beispielsweise eine Provision von {rates} % für jede Einzahlung eines von Ihnen eingeladenen Benutzers erhalten.",
	"邀请等级": "Einladungsebene",
	"我的申购": "Mein Abonnement",
	"已申购": "Bereits abonniert",
	"未申购": "Nicht abonniert",
	"申购": "Abonnement",
	"申购记录": "Abonnementdatensatz",
	"申购金额": "Abonnementbetrag",
	"购买成功": "Kauf erfolgreich",
	"确认": "bestätigen",
	"取消": "Stornieren",
	"温馨提示": "Freundliche Tipps",
	"是否确定申购": "Sind Sie sicher, dass Sie sich anmelden?",
	"最小金额": "Mindestbetrag",
	"最大金额": "Höchstbetrag",
	"质押": "Ersparnisse",
	"天": "Himmel",
	"质押详情": "Spardetails",
	"日收益": "Tägliches Einkommen",
	"请输入质押金额": "Bitte geben Sie den Sparbetrag ein",
	"质押最小金额": "Mindestbetrag zum Sparen",
	"质押最大金额": "Maximale Ersparnis",
	"是否确定质押": "Sind Sie sicher, dass Sie sparen möchten?",
	"质押记录": "Sparrekord",
	"质押天数": "Anzahl der Einsatztage",
	"实名认证": "Verifiziert",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "Bitte laden Sie die Vorder- und Rückseite Ihres Personalausweises und des Personalausweises hoch. Das erste ist die Vorderseite und das zweite die Rückseite.",
	"真实姓名": "tatsächlicher Name",
	"请输入真实姓名": "Bitte geben Sie Ihren richtigen Namen ein",
	"证件号": "amtliches Kennzeichen",
	"请输入证件号": "Bitte geben Sie Ihre ID-Nummer ein",
	"您还未实名认证,请去认证": "Sie haben Ihren richtigen Namen noch nicht authentifiziert. Bitte gehen Sie zur Authentifizierung.",
	"实名信息审核中": "Informationen zu echten Namen werden derzeit überprüft",
	"您以实名认证": "Sie authentifizieren sich mit Ihrem echten Namen",
	"审核失败请重新提交": "Wenn die Überprüfung fehlschlägt, reichen Sie sie bitte erneut ein.",
	"已提交": "eingereicht",
	"是否提交审核": "Ob zur Überprüfung eingereicht werden soll",
	"请上传正确图片格式": "Bitte laden Sie das richtige Bildformat hoch",
	"上传中...": "Hochladen...",
	"上传失败": "Upload fehlgeschlagen",
	"请上传正面照片": "Bitte laden Sie ein Foto mit der Vorderseite hoch",
	"请上传反面照片": "Bitte laden Sie ein Foto der Rückseite hoch",
	"市价交易": "Marktpreistransaktion",
	"限价交易": "den Handel beschränken",
	"卖出": "verkaufen",
	"是否进行杠杆交易": "Ob gehebelter Handel durchgeführt werden soll",
	"请输入杠杆张数": "Bitte geben Sie die Anzahl der Hebel ein",
	"张": "offen",
	"买": "kaufen",
	"卖": "Verkaufen",
	"合约": "Vertrag",
	"限价/卖出": "Limitieren/Verkaufen",
	"是否撤销当前委托": "Ob die aktuelle Provision storniert werden soll",
	"撤销成功": "Erfolgreich widerrufen",
	"提交中": "einreichen",
	"是否提交此充值单": "Ob dieser Aufladeauftrag übermittelt werden soll",
	"提交成功": "erfolgreich eingereicht",
	"请上传交易图片": "Bitte laden Sie Transaktionsbilder hoch",
	"充值记录": "Aufladeaufzeichnung",
	"审核中": "in Prüfung",
	"手续费": "Bearbeitungsgebühr",
	"您还未设置支付密码,是否去设置支付密码": "Sie haben kein Zahlungspasswort festgelegt. Möchten Sie ein Zahlungspasswort festlegen?",
	"请输入验证码": "Bitte geben Sie den Bestätigungscode ein",
	"是否设置支付密码": "Ob ein Zahlungspasswort festgelegt werden soll",
	"设置支付密码": "Zahlungspasswort einrichten",
	"修改成功": "Erfolgreich geändert",
	"提现成功": "Erfolgreich abheben",
	"未设置": "nicht eingestellt",
	"设置成功": "Installation erfolgreich",
	"取消成功": "Erfolg abbrechen",
	"是否对此单进行平仓": "Ob diese Bestellung geschlossen werden soll",
	"平仓历史": "Schlussgeschichte",
	"倒计时(s)": "Countdown(s)",
	"盈亏($)": "Gewinn und Verlust ($)",
	"抢购周期": "Panikkaufzyklus",
	"当前价格": "Derzeitiger Preis",
	"是否进行下单": "Ob eine Bestellung aufgegeben werden soll",
	"请选择订单方向": "Bitte wählen Sie die Bestellrichtung aus",
	"下单完成": "Bestellung abgeschlossen",
	"下单时间": "Bestellzeitpunkt",
	"持仓历史": "Positionshistorie",
	"委托历史": "Geschichte der Kommission",
	"已撤销": "Widerrufen",
	"已成交": "Geschäft abgeschlossen",
	"历史记录": "Geschichtsaufzeichnung",
	"支持USDT-TRC20快速提现": "Unterstützen Sie die schnelle Auszahlung von USDT-TRC20",
	"提现后等待客服审核": "Warten Sie nach der Auszahlung auf die Bewertung durch den Kundendienst",
	"多空大小必选,可同时多空大小各选其一": "Es muss die Lang- und Kurzgröße ausgewählt werden. Sie können gleichzeitig eine der Lang- und Kurzgrößen auswählen.",
	"请登录": "Bitte einloggen",
	"成功修改钱包密码": "Wallet-Passwort erfolgreich geändert",
	"请输入您的旧密码": "Bitte geben Sie Ihr altes Passwort ein",
	"请输入新密码": "Bitte geben Sie ein neues Passwort ein",
	"请输入确认密码": "Bitte geben Sie das Bestätigungspasswort ein",
	"确认密码与新密码不一致": "Bestätigen Sie, dass das Passwort nicht mit dem neuen Passwort übereinstimmt",
	"是否修改登录密码": "Ob das Anmeldekennwort geändert werden soll",
	"是否更改钱包安全密码": "Ob das Wallet-Sicherheitskennwort geändert werden soll",
	"单": "eins",
	"双": "Paar",
	"多": "viele",
	"空": "Null",
	"买入": "Kaufen",
	"请输入申购金额": "Bitte geben Sie den Abonnementbetrag ein",
	"余额": "Gleichgewicht",
	"时间": "Zeit",
	"邀请好友，领取高达20%邀请、交易双重佣金": "Laden Sie Freunde ein und erhalten Sie bis zu 20 % doppelte Provision auf Einladungen und Transaktionen",
	"BHE福利": "BHE-Vorteile",
	"邀请好友": "Freunde einladen",
	"冻结": "einfrieren",
	"语言": "Sprache",
	"请选择支付类型": "Bitte wählen Sie die Zahlungsart aus",
	"[充值规则说明]": "[Beschreibung der Aufladeregeln]",
	"账户": "Konto",
	"等级": "Grad",
	"注册时间": "Anmeldezeit",
	"或朋友并获得奖励 ": "oder Freunde und erhalte Belohnungen",
	Lock_up_to: "Lock_up_to",
	"No data": "Keine Daten",
	"Please enter the confirmation password!": "Bitte geben Sie das Bestätigungspasswort ein!",
	Pledge_success_txt: "Pledge_success_txt",
	Position_record_txt: "Position_record_txt",
	Tips_Tips_txt: "Tips_Tips_txt",
	"Welcome Back": "Willkommen zurück",
	"account.charging": "Kontoaufladung",
	confirm: "bestätigen",
	confirm_the_pledge: "bestätigen_das_Versprechen",
	current_state_txt: "current_state_txt",
	day_txt_txt: "day_txt_txt",
	end_end_txt: "end_end_txt",
	income_income_txt: "Einkommen_Einkommen_txt",
	mortgage_mmediately_txt: "Mortgage_mmediately_txt",
	mortgage_principal_txt: "Mortgage_Principal_txt",
	msg10: "msg10",
	s: "S",
	"td1.canceil": "td1.canceil",
	"td1.confirm": "td1.bestätigen",
	under_pledge_txt: "under_pledge_txt",
	"失败": "scheitern",
	"成功": "Erfolg",
	"提交": "einreichen",
	"撤销": "Stornieren",
	"止损/止盈": "Stop-Loss/Take-Profit",
	"下一步": "Nächster Schritt",
	"平仓完成": "Positionsschließung abgeschlossen",
	"开单价格": "Abrechnungspreis",
	"开始时间": "Anfangszeit",
	"成交数量": "Die Anzahl der Transaktionen",
	"结单价格": "Aussagepreis",
	"结束时间": "Endzeit",
	"订单方向": "Bestellrichtung",
	"质押区间": "Pfandintervall",
	"质押金额": "Pfandbetrag",
	"以实现盈亏": "Gewinn und Verlust zu erzielen",
	"上传转账截图": "Übertragungs-Screenshot hochladen",
	"是否确认提现": "Auszahlung bestätigen?",
	"最大提现金额": "Maximaler Auszahlungsbetrag",
	"是否设置此价格": "Ob dieser Preis festgelegt werden soll",
	"请上传转账截图": "Bitte laden Sie Screenshots der Übertragung hoch",
	"是否取消当前设置": "Ob die aktuellen Einstellungen abgebrochen werden sollen",
	"请输入质押金额，不得超过": "Bitte geben Sie den Pfandbetrag ein, der nicht überschritten werden darf",
	"分享您的推荐链接并开始赚钱": "Teilen Sie Ihren Empfehlungslink und beginnen Sie mit dem Verdienen",
	"公告": "Bekanntmachung",
	"系统异常": "Systemausnahme",
	"请输入自定义充值金额": "Bitte geben Sie den individuellen Aufladebetrag ein",
	"自定义金额": "Benutzerdefinierter Betrag",
	"请打开链接": "Bitte öffnen Sie den Link",
	"恭喜新用户": "Herzlichen Glückwunsch an den neuen Benutzer",
	"今日": "Heute",
	"覆盖国家": "Abgedeckte Länder",
	"注册用户": "registrierter Nutzer",
	"已赚取收益": "Erzielter Umsatz",
	"已发放佣金": "Kommission ausgestellt",
	"快速买币": "Kaufen Sie schnell Münzen",
	"网格交易": "Netzhandel",
	"封闭期": "geschlossener Zeitraum",
	"激活金额": "Aktivierungsbetrag",
	"今日最高年化": "Der heutige höchste Jahreswert",
	"立即购买": "Kaufe es jetzt",
	"服务": "Aufschlag",
	"提币": "Münzen abheben",
	"邀请返佣": "Rabatt einladen",
	"关于我们": "über uns",
	"合作伙伴": "Partner",
	"总资金": "Gesamtmittel",
	"今日收益": "Der heutige Verdienst",
	"邮箱": "Post",
	"密码": "Passwort",
	"手机号": "Telefonnummer",
	"忘记密码": "vergessen Sie das Passwort",
	"注册": "registrieren",
	"请输入手机号": "Bitte geben Sie die Telefonnummer ein",
	"正在维护": "Wird gewartet",
	"您确定购买此产品": "Sind Sie sicher, dass Sie dieses Produkt kaufen?",
	"购买的数量": "gekaufte Menge",
	"加载中": "Wird geladen",
	"我的机器人": "mein Roboter",
	"剩余天数": "Die verbleibende Anzahl an Tagen",
	"暂停": "Pause",
	"是否激活此机器人": "Ob dieser Roboter aktiviert werden soll",
	"是否暂停此机器人的工作": "Ob die Arbeit dieses Roboters angehalten werden soll",
	"激活成功": "Aktivierung erfolgreich",
	"暂停成功": "Erfolgreich suspendiert",
	"预计日收益": "Geschätztes Tageseinkommen",
	"总收益": "Gesamtumsatz",
	"年化": "jährlich",
	"是否激活体验机器人": "Ob der Erlebnisroboter aktiviert werden soll",
	"赚币记录": "Rekord beim Münzverdienen",
	"币种": "Währung",
	"免费领取": "Erhalte es kostenlos",
	"等级规则": "Hierarchieregeln",
	"当前等级": "Aktuelles Level",
	"是否确认修改登录密码": "Bestätigen Sie die Änderung des Anmeldekennworts?",
	"没有更多了": "nicht mehr",
	"当前收益": "Aktuelle Einnahmen",
	"激活": "Aktivierung",
	"赠送": "verschenken",
	"请输入赠送用户ID或邮箱": "Bitte geben Sie Ihre Geschenk-Benutzer-ID oder E-Mail-Adresse ein",
	"推荐计划": "Empfehlungsprogramm",
	"邀请朋友赚币": "Lade Freunde ein, Münzen zu verdienen",
	"我的邀请码": "mein Einladungscode",
	"是否将此机器人赠送于": "Ob man diesen Roboter verschenken soll",
	"赠送成功": "Erfolgreich verschenken",
	"经验值": "Erfahrung",
	"台BOT正在为您疯狂赚币": "Taiwan BOT verdient wahnsinniges Geld für Sie"
}