{
	"最多只能同时有3条未审核提现记录": "يمكن أن يكون لديك حد أقصى 3 سجلات سحب معلقة في نفس الوقت.",
	"基础": "أساس",
	"申请贷款后与客服联系审批额度": "يرجى الاتصال بخدمة العملاء للحصول على مبلغ الموافقة بعد التقدم بطلب للحصول على قرض",
	"请不要重复提交": "يرجى عدم التقديم مرة أخرى",
	"贷款额度与客户信用分和资产存在关系":"الحد الأقصى للقرض مرتبط بدرجة ائتمان العميل وأصوله",
	"开始验证": "ابدأ عملية التحقق",
	"已验证": "تم التحقق منه",
	"验证失败": "فشلت المصادقة",
	"总利息": "الفائدة الإجمالية",
	"需还款": "بحاجة إلى سداد",
	"违约金": "الأضرار المقطوعة",
	"批准时间": "وقت الموافقة",
	"还款日期": "تاريخ السداد",
	"待审核": "في انتظار المراجعة",
	"正在审核": "قيد المراجعة",
	"已还款": "سداد",
	"还款审核中": "السداد قيد المراجعة",
	"协议": "بروتوكول",
	"现在还款": "ادفع الآن",
	"签署协议": "توقيع الاتفاقية",
	"姓名": "اسم",
	"贷款": "يُقرض",
	"贷款协议(质押贷款)日期": "تاريخ اتفاقية القرض (قرض الرهن).",
	"借款人": "مقترض",
	"名": "اسم",
	"姓": "اسم العائلة",
	"电话": "هاتف",
	"贷款人": "المقرض",
	"区块链借贷": "إقراض بلوكتشين",
	"统称为各方": "ويشار إليهم مجتمعين بالأطراف",
	"(生效日期)签订 由以下各方": "(تاريخ النفاذ) تم الدخول فيه بواسطة",
	"还款条款": "شروط السداد",
	"贷款额度": "مبلغ القرض",
	"借款人同意偿还": "يوافق المقترض على السداد",
	"利率": "سعر الفائدة",
	"双方约定的利率为": "سعر الفائدة المتفق عليه بين الطرفين هو",
	"贷款期限": "مدة القرض",
	"该贷款期限为": "مدة القرض هي",
	"天": "سماء",
	"还款方式": "طريقة السداد",
	"借款人同意偿还贷款人": "يوافق المقترض على سداد المقرض",
	"本金和": "المبلغ الرئيسي",
	"到期利息": "الفائدة المستحقة",
	"按日计算": "تحسب باليوم",
	"还款适用性": "ملاءمة السداد",
	"滞纳金": "رسوم التأخر في السداد",
	"借款人未能按时还款的，借款人应缴纳滞纳金": "إذا فشل المقترض في سداد القرض في الوقت المحدد، يجب على المقترض دفع رسوم السداد المتأخر",
	"提前还款": "السداد المبكر",
	"借款人提前还款不会受到任何处罚": "لن تتم معاقبة المقترضين على السداد المبكر",
	"默认": "تقصير",
	"借款人未能按时还款的，借款人应立即偿还全部未偿还本金和利息 无需通知或要求": "إذا فشل المقترض في السداد في الوقت المحدد، فيجب على المقترض أن يسدد على الفور كامل المبلغ الأصلي والفائدة المستحقة دون إشعار أو طلب.",
	"费用": "يكلف",
	"若借款人未能按时履行还款义务，借款人同意承担由此产生的一切费用。 贷款人在催收过程中，包括但不限于律师费": "إذا فشل المقترض في الوفاء بالتزاماته في السداد في الوقت المحدد، يوافق المقترض على تحمل جميع التكاليف المتكبدة. أثناء عملية التحصيل، يشمل المُقرض، على سبيل المثال لا الحصر، أتعاب المحاماة",
	"可分割性": "قابلية القسمة",
	"如果本协议的任何条款被发现无效或无法执行，则该条款应作废， 但所有其他规定仍然有效并具有约束力": "إذا تبين أن أي حكم من أحكام هذه الاتفاقية غير صالح أو غير قابل للتنفيذ، فسيكون هذا الحكم لاغياً وباطلاً ولكن تظل جميع الأحكام الأخرى صالحة وملزمة.",
	"法律效力": "الأثر القانوني",
	"本协议对双方具有法律约束力，可在联合国境内签署和执行 国家和欧洲。双方声明有权签署本协议": "تكون هذه الاتفاقية ملزمة قانونًا للأطراف ويمكن توقيعها وتنفيذها داخل الأمم المتحدة وأوروبا. يعلن كلا الطرفين أن لديهما صلاحية الدخول في هذه الاتفاقية",
	"各种各样的": "متنوع",
	"根据本协议条款，公司应以货币形式在账户中支付 平衡。双方均有权签署本协议。任何一方均不得侵犯其权利 第三方或违反双方之间的任何其他协议": "مع مراعاة شروط هذه الاتفاقية، تدفع الشركة الرصيد الموجود في الحساب على شكل عملة. يتمتع كلا الطرفين بسلطة الدخول في هذه الاتفاقية. لا يجوز لأي من الطرفين انتهاك حقوق أي طرف ثالث أو خرق أي اتفاقية أخرى بين الطرفين",
	"适用法律": "القانون المعمول به",
	"本协议应根据所在国家的法律解释和执行 借款人所在地": "يجب تفسير هذه الاتفاقية وتنفيذها وفقًا لقوانين البلد الذي يقع فيه المقترض",
	"本协议资金由第三方银行贷款机构提供，所有提供的资金必须由本人尝还": "يتم توفير الأموال اللازمة لهذه الاتفاقية من قبل مؤسسة إقراض بنكية تابعة لجهة خارجية ويجب سداد جميع الأموال المقدمة بنفسي.",
	"双方同意以上条款并签字如下": "يوافق الطرفان على الشروط المذكورة أعلاه ويوقعان على النحو التالي",
	"(按日计算)这应被视为处罚而不是罚款": "(بشكل يومي) ينبغي اعتبار ذلك عقوبة وليس غرامة",
	"贷方": "المقرض",
	"借款人签名": "توقيع المقترض",
	"签名日期": "تاريخ التوقيع",
	"签字": "إمضاء",
	"重写": "أعد الكتابة",
	"预估贷款额度": "مبلغ القرض المقدر",
	"验证您的身份并获得更多服务": "تحقق من هويتك واحصل على المزيد من الخدمات",
	"贷款期限(天)": "مدة القرض (أيام)",
	"日利率": "سعر الفائدة اليومي",
	"总利息金额": "إجمالي مبلغ الفائدة",
	"贷款后当天内无需支付利息，之后需支付利息": "لا توجد فائدة مطلوبة خلال اليوم التالي للحصول على القرض، وسيتم دفع الفائدة بعد ذلك",
	"现在借款": "الاقتراض الآن",
	"借款记录": "سجلات القروض",
	"尚未借款": "لم تقترض بعد",
	"找不到您的贷款信息": "لا يمكن العثور على معلومات القرض الخاص بك",
	"认证": "شهادة",
	"请输入": "الرجاء الدخول",
	"姓氏": "اسم العائلة",
	"性别": "جنس",
	"男": "ذكر",
	"女": "أنثى",
	"出生日期": "تاريخ الميلاد",
	"国家": "أمة",
	"名字": "اسم",
	"电话号码": "رقم الهاتف",
	"证件": "وثائق",
	"请填写完整信息": "يرجى ملء المعلومات كاملة",
	"上传证件": "تحميل المستندات",
	"身份证正面": "بطاقة الهوية الأمامية",
	"身份证反面": "الجانب العكسي لبطاقة الهوية",
	"拍摄时注意一下几点": "انتبه لبعض الأشياء عند التصوير",
	"请注意图片的边框完整，字体清晰，亮度均匀": "يرجى ملاحظة أن حدود الصورة كاملة، والخطوط واضحة، والسطوع متساوي.",
	"请勿上传于姓名不符的证件照": "يرجى عدم تحميل صور الهوية التي لا تطابق اسمك.",
	"请先验证身份信息": "يرجى التحقق من هويتك أولا",
	"名称": "اسم",
	"交易额": "حجم الصفقة",
	"合集": "مجموعة",
	"市场": "سوق",
	"地板价": "سعر الكلمة",
	"总排行": "الترتيب العام",
	"我的收藏": "مجموعتي",
	"关于": "عن",
	"NFT是区块链上代表媒体所有权与真实性的数字记录。": "NFT هو سجل رقمي على blockchain يمثل ملكية الوسائط وصحتها.",
	"NFT不仅是一个多媒体文件（如Gif.或Jpeg.），—它也是一个公共记录，包含了与媒体关联的历史信息。在这种情况下，NFT更像是画作的所有权清单和真实性证书。": "إن NFT ليس مجرد ملف وسائط متعددة (مثل ملف Gif أو Jpeg)، بل هو أيضًا سجل عام يحتوي على معلومات تاريخية مرتبطة بالوسائط. في هذه الحالة، يكون NFT أشبه بقائمة ملكية وشهادة أصالة اللوحة.",
	"NFT不同于可替换的资产，如20美元的钞票、股票或其他单位，它们可以相互替换而不改变价值。": "تختلف NFTs عن الأصول القابلة للاستبدال، مثل الأوراق النقدية بقيمة 20 دولارًا أو الأسهم أو الوحدات الأخرى، والتي يمكن تبادلها دون تغيير القيمة.",
	"不同于一张20美元可被替换成另一张20美元，NFT的独特品质，使每个NFT都是独一无二，且这种独一无二是可被证实的。": "على عكس 20 دولارًا التي يمكن استبدالها بـ 20 دولارًا أخرى، فإن الجودة الفريدة لـ NFT تجعل كل NFT فريدًا، ويمكن التحقق من هذا التفرد.",
	"为何NFT如此重要": "لماذا تعد NFTs مهمة جدًا؟",
	"NFT作为所有权证明，以高度防篡改的方式，数学验证某个区块链地址是否拥有该项目。": "تعمل NFTs كدليل على الملكية، حيث تتحقق رياضيًا مما إذا كان عنوان blockchain معين يمتلك العنصر بطريقة مقاومة للتلاعب بدرجة عالية.",
	"NFT还可以作为真实性证书，确保任何形式的媒体（艺术品、文档或其他数字文件）都可以追溯到起源（以证明从源头开始就没有被篡改）。": "تعمل NFTs أيضًا كشهادات أصالة، مما يضمن إمكانية إرجاع أي شكل من أشكال الوسائط (عمل فني أو مستند أو ملف رقمي آخر) إلى مصدره (لإثبات أنه لم يتم العبث به من المصدر).",
	"NFT的解释": "شرح NFT",
	"拍摄博物馆中的艺术品并不会使摄影师成为这幅画的所有者，拍摄的图像也无法成为艺术品本身。": "تصوير عمل فني في متحف لا يجعل المصور مالك اللوحة، ولا الصورة الملتقطة تصبح العمل الفني نفسه.",
	"我们之所以知道这一点，是因为策展人、学者、收藏家与公众在原件，复制品以及合法所有者的课题上达成了共识。": "ونحن نعلم ذلك لأن القيمين والعلماء وجامعي الأعمال الفنية والجمهور يتفقون على موضوع النسخ الأصلية والنسخ وأصحابها الشرعيين.",
	"NFT也是如此，NFT上的原件具有可证明的稀缺性和价值， –而不是右键单击保存的副本–。但NFT不是依靠个人的判断来验证真实性或所有权，而是利用区块链技术的共识构建能力。": "الأمر نفسه ينطبق على NFTs، حيث يكون الأصل ندرة وقيمة مثبتة، على عكس النسخة المحفوظة بالنقر بزر الماوس الأيمن. لكن NFT لا تعتمد على الحكم الشخصي للتحقق من الأصالة أو الملكية، ولكنها تستخدم قدرات بناء الإجماع التي توفرها تقنية blockchain.",
	"简而言之，NFT以客观的数学证明来验证所有权与真实性，而不是对个人或组织的主观信任。": "باختصار، تستخدم NFT دليلًا رياضيًا موضوعيًا للتحقق من الملكية والأصالة، بدلاً من الثقة الذاتية في الأفراد أو المنظمات.",
	"NFT的极简史": "تاريخ موجز جدًا لـ NFTs",
	"尽管区块链的借贷服务才刚崛起，但NFT在区块链技术的最早年代就已经出现。": "على الرغم من أن خدمات الإقراض blockchain بدأت للتو في الظهور، إلا أن NFTs كانت موجودة منذ الأيام الأولى لتقنية blockchain.",
	"NFT的概念是于2012年在Colored Coins中被引入。Colored Coins存储在比特币区块链上，提供了一种代表现实资产所有权的方式，如房地产或股票。几年后，数字艺术家Kevin McCoy以一个“量子（Quantum）”–八角形動態作品被铸造在Namecoin区块链上，这也是第一个广为人知的NFT。": "تم تقديم مفهوم NFT في العملات الملونة في عام 2012. يتم تخزين العملات المعدنية الملونة على blockchain Bitcoin وتوفر وسيلة لتمثيل ملكية الأصول في العالم الحقيقي، مثل العقارات أو الأسهم. وبعد بضع سنوات، قام الفنان الرقمي كيفن مكوي بسك ‘Quantum' - وهو عمل ديناميكي مثمن الشكل على سلسلة Namecoin blockchain، والتي أصبحت أول NFT معروفة على نطاق واسع.",
	"在基于比特币的Counterparty平台开始病毒式流行Rare Pepes这样的收藏品之后，以太坊在2018年用CryptoKitties以及ERC-721标准推进NFT。这为其他支持智能合约的区块链网络铺平了道路，如Solana、Polygon和Tezos，它们帮助NFT达成进一步采用和流通。": "بعد أن بدأت منصة Counterparty القائمة على Bitcoin في الترويج للمقتنيات مثل Rare Pepes، قامت Ethereum بتطوير NFTs في عام 2018 باستخدام CryptoKitties ومعيار ERC-721. وهذا يمهد الطريق لشبكات البلوكتشين الذكية الأخرى التي تدعم العقود، مثل Solana وPolygon وTezos، والتي تساعد NFTs على تحقيق المزيد من التبني والتداول.",
	"迄今为止，NFT已被广泛地使用于查询数字艺术以及收藏品的所有权和真实性。一些早期的NFT，如CryptoPunks，见证了所有权这个概念的转变，这也是一种文化转变。NFT在艺术以外的领域，也有去中心化所有权的用例，从敏感的金融文件验证，到对流行文化体验的独家访问，都在继续增长。": "حتى الآن، تم استخدام NFTs على نطاق واسع للاستعلام عن ملكية وأصالة الفن الرقمي والمقتنيات. شهدت بعض NFTs المبكرة، مثل CryptoPunks، تحولًا في مفهوم الملكية، والذي كان أيضًا تحولًا ثقافيًا. لدى NFTs حالات استخدام للملكية اللامركزية خارج الفن، وهي مستمرة في النمو، بدءًا من التحقق من المستندات المالية الحساسة وحتى الوصول الحصري إلى تجارب الثقافة الشعبية.",
	"NFT有什么用途": "ما هي استخدامات NFT؟",
	"艺术&收藏品": "الفن والمقتنيات",
	"几乎所有数字文件都可以成为 NFT，但如今最常见的用例是可收藏的数字艺术品。在 NFT 出现之前，对数字艺术品或收藏品最严重的批评是，人们几乎不可能在网上查询艺术品或棒球卡的所有权，这需要严重依赖中介机构，让人们容易被欺诈。": "يمكن أن يصبح أي ملف رقمي تقريبًا NFT، ولكن حالة الاستخدام الأكثر شيوعًا اليوم هي الفن الرقمي القابل للتحصيل. قبل ظهور الرموز غير القابلة للاستبدال، كان النقد الأكثر خطورة للفن الرقمي أو المقتنيات هو أنه كان من المستحيل تقريبًا التحقق من ملكية عمل فني أو بطاقة بيسبول عبر الإنترنت، مما يتطلب الاعتماد بشكل كبير على الوسطاء وترك الأشخاص عرضة للاحتيال.",
	"NFT使数字艺术进一步合法化，成为现代文化的一种媒介和有价值的表达方式。“蓝筹” NFT（如 CryptoPunks、Bored Ape Yacht Club 和 Beeple 等数字艺术家的作品）不仅为 NFT 市集创造了销售价格记录，也为传统艺术拍卖行创造了销售价格记录。": "تعمل تقنية NFT على إضفاء الشرعية على الفن الرقمي، لتصبح وسيلة وتعبيرًا قيمًا عن الثقافة الحديثة. حققت NFTs ‘المتميزة' - وهي أعمال لفنانين رقميين مثل CryptoPunks وBored Ape Yacht Club وBeeple - أرقامًا قياسية في أسعار المبيعات ليس فقط لسوق NFT، ولكن أيضًا لدور المزادات الفنية التقليدية.",
	"社区会员": "عضو المجتمع",
	"许多NFT系列为其持有者提供独特的现实福利、奖励或体验，创造额外的价值。": "توفر العديد من سلاسل NFT مزايا أو مكافآت أو تجارب فريدة من نوعها لحامليها، مما يخلق قيمة إضافية.",
	"那些持有NFT特定收藏品的人们经常互相联系，培养关系，以及分享他们对项目的热情，这也让他们拥有更深的社区成员意识。": "أولئك الذين يمتلكون مقتنيات خاصة بـ NFT يتواصلون بانتظام مع بعضهم البعض، ويعززون العلاقات، ويشاركون شغفهم بالمشروع، مما يمنحهم أيضًا إحساسًا أعمق بعضوية المجتمع.",
	"此外，一些去中心化的自治组织（DAO）会集合在一起，分享他们认为具有文化意义的课题，如NFT里的部分所有权和集体管理。": "بالإضافة إلى ذلك، ستجتمع بعض المنظمات اللامركزية المستقلة (DAO) معًا لمشاركة الموضوعات التي تعتبرها ذات أهمية ثقافية، مثل الملكية الجزئية والإدارة الجماعية في NFTs.",
	"音乐行业": "صناعة الموسيقى",
	"音乐家们正利用NFT减少唱片公司及更广泛的音乐产业的影响，帮助艺术家们调解与量化他们与粉丝之间的关系。正如独特的图像可以作为NFT投入区块链一样，独特的音频片段也可作为NFT在区块链上被创建、交易与存储，供粉丝们拥有与享受。": "يستخدم الموسيقيون NFTs لتقليل تأثير شركات التسجيلات وصناعة الموسيقى الأوسع، مما يساعد الفنانين على التوسط وتحديد علاقاتهم مع المعجبين. تمامًا كما يمكن وضع صور فريدة في blockchain مثل NFTs، يمكن إنشاء مقاطع صوتية فريدة وتداولها وتخزينها على blockchain مثل NFTs ليمتلكها المعجبون ويستمتعوا بها.",
	"包括Kings of Leon以及3LAU在内的数十位跨流派和跨时代的音乐艺术家们，正在利用NFT来培养音乐新体验，并抵消他们对音乐产业中介的依赖。": "العشرات من الفنانين الموسيقيين من مختلف الأنواع والأجيال، بما في ذلك Kings of Leon و3LAU، يستخدمون NFT لتنمية تجارب موسيقية جديدة وتعويض اعتمادهم على وسطاء صناعة الموسيقى.",
	"游戏": "لعبة",
	"基于区块链的平台，如Decentraland、Axie Infinity以及The Sandbox利用NFT提供玩家独特的游戏体验，并以具有现实价值的物品奖励玩家。在这些游戏中，NFT 可以代表不同属性与市场价值的虚拟土地、角色、能力或可穿戴设备。NFT区块链游戏中原有的加密货币，是游戏经济的关键部分，其游戏成就还可用于奖励玩家一些具有现实价值的物品。NFT让玩家能自己掌控他们的游戏成就，并获得具有现实价值的定制奖励。": "تستخدم المنصات القائمة على Blockchain مثل Decentraland وAxie Infinity وThe Sandbox NFTs لتزويد اللاعبين بتجارب ألعاب فريدة ومكافأة اللاعبين بعناصر ذات قيمة في العالم الحقيقي. في هذه الألعاب، يمكن أن تمثل NFTs أراضي افتراضية أو شخصيات أو قدرات أو أجهزة يمكن ارتداؤها بسمات وقيم سوقية مختلفة. تعد العملة المشفرة الأصلية في ألعاب NFT blockchain جزءًا أساسيًا من اقتصاد اللعبة، ويمكن أيضًا استخدام إنجازاتها في اللعبة لمكافأة اللاعبين بعناصر ذات قيمة حقيقية. يتيح NFT للاعبين التحكم في إنجازاتهم في الألعاب والحصول على مكافآت مخصصة ذات قيمة حقيقية.",
	"NFT也拥有与去中心化金融（DeFi）协议相关的创新用例，作为一种在没有中间商的情况下保持所有权的不被篡改的方式。重要的财务文件，如一块土地的所有权证明或商业’税务申报皆可创建为 NFT，并在去中心化金融协议中使用，以可靠地执行点对点区块链交易。除了用例的所有权证明与真实性，NFT还可作为用户的抵押品来贷款。无论是传统借贷服务，或是基于区块链的借贷服务，都在探索如何利用NFT的价值来资助新的金融产品和服务。": "تتمتع NFTs أيضًا بحالات استخدام مبتكرة تتعلق ببروتوكولات التمويل اللامركزي (DeFi)، كوسيلة مقاومة للتلاعب للحفاظ على الملكية دون وسطاء. يمكن إنشاء المستندات المالية المهمة، مثل إثبات ملكية قطعة أرض أو الإقرار الضريبي للشركة، على هيئة NFTs واستخدامها في بروتوكولات التمويل اللامركزية لتنفيذ معاملات blockchain من نظير إلى نظير بشكل موثوق. بالإضافة إلى إثبات الملكية والأصالة لحالات الاستخدام، يمكن أيضًا استخدام NFTs كضمان للمستخدمين للحصول على القروض. سواء كان ذلك خدمات الإقراض التقليدية أو خدمات الإقراض القائمة على blockchain، فإنهم يستكشفون كيفية استخدام قيمة NFT لتمويل المنتجات والخدمات المالية الجديدة.",
	"元宇宙与Web3": "ميتافيرس وWeb3",
	"NFT正迅速成为下一代互联网的基本组成部分，通过NFT特有的所有权属性可以提供更身临其境的在线体验。": "سرعان ما أصبحت NFTs جزءًا أساسيًا من الجيل التالي من الإنترنت، مما يوفر تجربة أكثر غامرة عبر الإنترنت من خلال سمات الملكية الفريدة لـ NFTs.",
	"NFT有潜力让基于区块链的互联网架构更加去中心化与匿名化，通常被称之为Web3。NFT在这些领域展现充分的潜力，并有机会在后续开发Web3和元宇宙中发挥关键作用。许多人认为，艺术只是众多领域中第一个被NFT革新的案例，并且很快就会出现电子商务、土地所有权甚至个人身份等其他用例。": "تتمتع تقنية NFT بالقدرة على جعل بنية الإنترنت القائمة على blockchain أكثر لا مركزية ومجهولة، والتي يشار إليها غالبًا باسم Web3. تُظهر NFT الإمكانات الكاملة في هذه المجالات ولديها الفرصة للعب دور رئيسي في التطوير اللاحق لـ Web3 وMetaverse. يعتقد الكثيرون أن الفن هو مجرد المجال الأول من بين العديد من المجالات التي أحدثت ثورة في NFTs، وأن حالات الاستخدام الأخرى مثل التجارة الإلكترونية وملكية الأراضي وحتى الهوية الشخصية ستظهر قريبًا.",
	"出席证明协议": "إثبات اتفاقية الحضور",
	"出席证明协议（POAP）是一个开源项目，使用NFT来追踪现实活动的参与情况。在提供了简单的徽章设计和与活动相关的元数据（如活动名称、地点和日期）后，POAP可以被分发，以创建一个易于分享与验证的防篡改数字参与记录。": "بروتوكول إثبات الحضور (POAP) هو مشروع مفتوح المصدر يستخدم NFTs لتتبع المشاركة في الأحداث الواقعية. بعد توفير تصميم شارة بسيط وبيانات التعريف المتعلقة بالحدث (مثل اسم الحدث والموقع والتاريخ)، يمكن توزيع POAP لإنشاء سجل رقمي للمشاركة مقاوم للتلاعب يسهل مشاركته والتحقق منه.",
	"POAP使活动组织者能够为其社区提供更加个性化的体验。这种类型的非同质化代币还有可能扩展到其他领域，如查询与追踪来自学术机构与专业组织的证书。": "يمكّن POAP منظمي الأحداث من توفير تجربة أكثر تخصيصًا لمجتمعاتهم. يمكن أيضًا توسيع هذا النوع من الرموز غير القابلة للاستبدال ليشمل مجالات أخرى، مثل الاستعلام عن الشهادات وتتبعها من المؤسسات الأكاديمية والمنظمات المهنية.",
	"潮流": "اتجاه",
	"从奢侈品牌到快时尚强国，世界各地的公司正在探索NFT的力量。": "من العلامات التجارية الفاخرة إلى قوى الموضة السريعة، تستكشف الشركات في جميع أنحاء العالم قوة الرموز غير القابلة للاستبدال (NFTs).",
	"一些著名的品牌正在推出适合元宇宙的NFT服装系列，而其他品牌，如Louis Vuitton，则正在开发NFT的品牌收集游戏。": "تطلق بعض العلامات التجارية المشهورة خطوط ملابس متوافقة مع NFT، بينما تعمل شركات أخرى، مثل Louis Vuitton، على تطوير ألعاب مجموعة العلامات التجارية القائمة على NFT.",
	"NFT 加深了与客户的联系，同时将焦点放在鼓舞人心的新艺术家身上。Gucci、Dolce & Gabbana、Nike以及Adidas这些时尚人士，利用 NFT 的力量，创造及引领新的潮流体验。": "تعمل NFTs على تعميق العلاقات مع العملاء مع تسليط الضوء على الفنانين الجدد الملهمين. يستخدم مصممو الأزياء مثل Gucci وDolce & Gabbana وNike وAdidas قوة NFT لإنشاء تجارب اتجاهات جديدة وقيادتها.",
	"处理中": "يعالج",
	"开始交易": "ابدأ التداول",
	"探索NFT的世界": "اكتشف عالم NFTs",
	"可靠的安全保障": "أمان موثوق",
	"我们的复杂安全措施和SAFU基金可保护您的数字资产免受所有风险.": "إن إجراءاتنا الأمنية المتطورة وأموال SAFU تحمي أصولك الرقمية من جميع المخاطر.",
	"24*7小时客户服务支持": "دعم خدمة العملاء 24*7 ساعات",
	"24*7小时全天候运营模式,我们将尽快回答您的咨询.": "مع وضع التشغيل 24*7، سوف نقوم بالرد على استفساراتكم في أقرب وقت ممكن.",
	"团队总人数": "العدد الإجمالي لأعضاء الفريق",
	"今日团队收益": "أرباح الفريق اليوم",
	"今日新增成员": "تمت إضافة أعضاء جدد اليوم",
	"USDT充值最低金额": "1. الحد الأدنى لمبلغ إعادة شحن USDT هو {num} USDT، ويجب أن يكون المبلغ المقدم عددًا صحيحًا.",
	"ETH充值最低金额": "2. الحد الأدنى لمبلغ إعادة شحن ETH هو {num} ETH، ويجب أن يكون المبلغ المقدم دقيقًا حتى 4 أرقام بعد العلامة العشرية.",
	"BTC充值最低金额": "3. الحد الأدنى لمبلغ إعادة شحن BTC هو {num} BTC، ويجب أن يكون المبلغ المقدم دقيقًا حتى 4 أرقام بعد العلامة العشرية.",
	"USDT提现最低金额": "الحد الأدنى لمبلغ سحب USDT هو {num}",
	"仅支援USDT-TRC20和USDT-ERC20的提领。": "يتم دعم عمليات السحب USDT-TRC20 وUSDT-ERC20 فقط.",
	"申请提款之后，到帐时间为0~72小时，请耐心等待。": "بعد التقدم بطلب السحب، الوقت المستغرق للوصول إلى حسابك هو 0 ~ 72 ساعة، يرجى الانتظار بصبر.",
	"联系客服": "اتصل بخدمة العملاء",
	"首页": "الصفحة الأمامية",
	"体验金": "رسوم المحاكمة",
	"新手礼包": "حزمة هدية مبتدئ",
	"满足新手条件可领取1000USDT的体验金，体验金有效期三天，仅限领取一次。": "يمكن لأولئك الذين يستوفون متطلبات المبتدئين الحصول على مكافأة تجريبية قدرها 1000 دولار أمريكي. المكافأة التجريبية صالحة لمدة ثلاثة أيام ولا يمكن المطالبة بها إلا مرة واحدة.",
	"条件": "حالة",
	"1.注册之日起7天内为新手用户。": "1. كن مستخدمًا مبتدئًا خلال 7 أيام من تاريخ التسجيل.",
	"2.新手用户未进行充值和交易。": "2. لم يقم المستخدمون المبتدئون بإجراء الودائع والمعاملات.",
	"立即领取": "احصل عليه الآن",
	"身份证": "بطاقة التعريف",
	"护照": "جواز سفر",
	"驾驶证": "رخصة قيادة",
	"请上传证件照": "يرجى تحميل صورة الهوية",
	"竞拍": "مُنَاقَصَة",
	"量化": "تحديد الكمية",
	"智能拍卖公司自2024年成立以来，便在美国加利福尼亚州旧金山这个金融科技的腹地发展壮大，迅速成为拍卖交易行业的佼佼者。": "منذ تأسيسها في عام 2021، نمت شركة {name} Intelligent Auction Company وتطورت في المناطق النائية للتكنولوجيا المالية في سان فرانسيسكو، كاليفورنيا، الولايات المتحدة الأمريكية، وسرعان ما أصبحت رائدة في صناعة تجارة المزادات.",
	"公司凭借雄厚的资金背景和AI技术的深度挖掘，专注于探索区块链市场的未来趋势，并致力于利用先进的AI系统，为客户提供高效且精准的NFT的拍卖交易服务。": "وبفضل خلفيتها المالية القوية واستكشافها المتعمق لتكنولوجيا الذكاء الاصطناعي، تركز الشركة على استكشاف الاتجاهات المستقبلية لسوق بلوكتشين وتلتزم باستخدام أنظمة الذكاء الاصطناعي المتقدمة لتزويد العملاء بخدمات معاملات مزادات NFT تتسم بالكفاءة والدقة.",
	"竞拍金额": "قيمة المزايدة",
	"竞拍收益": "عائدات المزاد",
	"竞拍收益率": "عائد العطاءات",
	"竞拍时间": "وقت المزايدة",
	"可竞拍资金": "الأموال المتاحة للمزايدة",
	"今日收益": "أرباح اليوم",
	"本月收益": "أرباح هذا الشهر",
	"竞拍总收益": "إجمالي عائدات المزاد",
	"启动竞拍": "ابدأ المزايدة",
	"等级": "درجة",
	"竞拍交易": "معاملة المزاد",
	"有效金额": "المبلغ الفعال",
	"需要邀请": "بحاجة إلى دعوة",
	"名下属": "المرؤوس",
	"每名下属累计充值": "التغذية المتراكمة لكل مرؤوس",
	"一级": "المستوى 1",
	"二级": "المستوي 2",
	"三级": "المستوى الثالث",
	"升级条件": "شروط الترقية",
	"权益": "الحقوق والمصالح",
	"最小竞拍量": "الحد الأدنى لمبلغ العرض",
	"最大竞拍量": "الحد الأقصى لحجم العطاءات",
	"每日竞拍量": "حجم العطاءات اليومية",
	"下一级": "المرحلة التالية",
	"日收益率": "معدل العائد اليومي",
	"次": "من الدرجة الثانية",
	"竞拍总收益": "إجمالي عائدات المزاد",
	"今日竞拍收益": "عائدات المزاد اليوم",
	"团队人数": "حجم الفريق",
	"团队佣金": "لجنة الفريق",
	"正在竞拍": "المزايدة الآن",
	"正在启动竞拍机器人": "بدء تشغيل روبوت العطاءات",
	"竞拍机器人启动成功": "بدأ روبوت المزايدة بنجاح",
	"正在扫描NFT": "مسح NFTs",
	"分析NFT成功": "تحليل نجاح NFT",
	"竞拍匹配中": "مطابقة المزاد",
	"拍品匹配成功": "تمت مطابقة الكثير بنجاح",
	"正在等待创作者购买": "في انتظار شراء المبدع",
	"创作者购买成功": "تم شراء المنتج بنجاح",
	"系统结算中": "النظام يستقر",
	"系统结算完成": "اكتملت تسوية النظام",
	"竞拍完成": "اكتملت المزايدة",
	"正在": "نكون",
	"在": "يخرج",
	"发起购买": "الشروع في الشراء",
	"买入成功": "شراء بنجاح",
	"发起出售": "الشروع في البيع",
	"已发起出售": "بدأ البيع",
	"等级不符，无法竞拍": "المستوى غير متطابق ولا يمكنك المزايدة.",
	"公司简介": "ملف الشركة",
	"平台规则": "قواعد المنصة",
	"常见问题": "مشكلة شائعة",
	"您还未高级认证,请去认证": "لم تحصل بعد على شهادة متقدمة، يرجى الذهاب للحصول على الشهادة.",
	"您以高级认证": "شهادة متقدمة",
	"订单审核中": "الطلب قيد المراجعة",
	"已读": "قرأت",
	"数字钱包未连接": "المحفظة الرقمية غير متصلة",
	"请使用数字钱包打开链接": "يرجى استخدام المحفظة الرقمية لفتح الرابط",
	"未检测到数字钱包地址": "لم يتم الكشف عن عنوان المحفظة الرقمية",
	"正在检测数字钱包": "الكشف عن المحفظة الرقمية",
	"信用分": "مستوى الرصيد",
	"底部菜单上移": "حرك القائمة السفلية لأعلى",
	"是否需要上移菜单": "هل تحتاج إلى نقل القائمة لأعلى؟",
	"团队佣金奖励": "مكافآت عمولة الفريق",
	"推荐层级": "المستوى الموصى به",
	"佣金奖励": "مكافآت العمولة",
	"例如：A邀请B，B邀请C，C邀请D": "على سبيل المثال: A يدعو B، B يدعو C، C يدعو D",
	"代理A获得B收益的百分比": "الوكيل A يحصل على B نسبة مئوية من الإيرادات",
	"代理A获得C收益的百分比": "الوكيل A يحصل على C نسبة مئوية من الإيرادات",
	"代理A获得D收益的百分比": "الوكيل A يحصل على D نسبة مئوية من الإيرادات",
	"待售": "للبيع",
	"开售": "للبيع",
	"请输入姓名": "من فضلك اكتب اسمك",
	"请输入银行账号": "الرجاء إدخال رقم الحساب البنكي",
	"请输入银行名称": "الرجاء إدخال اسم البنك",
	"请输入法定货币": "الرجاء إدخال العملة القانونية",
	"请输入支行名称": "الرجاء إدخال اسم الفرع",
	"请输入银行邮编": "الرجاء إدخال الرمز البريدي للبنك",
	"高级认证": "شهادة متقدمة",
	"NFT正在持续收益": "تستمر NFT في تحقيق مكاسب",
	"USDT总成交": "USDT إجمالي المعاملة",
	"用户收入": "دخل المستخدم",
	"交易": "تجارة",
	IEO: "مكتب التقييم المستقل",
	"我的": "مِلكِي",
	"充值": "فوق حتى",
	"提现": "ينسحب",
	"帮助": "يساعد",
	"行情": "يقتبس",
	"天数": "أيام",
	"范围": "نِطَاق",
	"预计收益": "الإيرادات المقدرة",
	"可用金额": "المبلغ المتاح",
	"收益率": "معدل العائد",
	"提示": "تَلمِيح",
	"浏览量": "الآراء",
	"价格": "سعر",
	"美元价格": "سعر الدولار",
	"购买": "يشتري",
	"确定购买": "تأكيد الشراء",
	"热销": "تبيع مثل الكعك الساخن",
	"停售": "توقفت للبيع",
	"发行者": "المصدر",
	"什么是NFT": "ما هو NFT",
	"NFT（不可替代代币）是存储在区块链上的独特数字项目。NFT几乎可以代表任何东西，并作为数字记录所有权。": "NFTs (الرموز غير القابلة للاستبدال) هي عناصر رقمية فريدة مخزنة على blockchain. يمكن أن تمثل NFTs أي شيء تقريبًا وتكون بمثابة سجل رقمي للملكية.",
	"跨市场流动性聚合：": "تجميع السيولة عبر الأسواق:",
	"实时获取OpenSea,LooksRare,MagicEden,IMXOfficial等主流平台的NFT订单，并支持多平台一键下单，为您聚合全网交易流动性。": "احصل على طلبات NFT في الوقت الفعلي من المنصات الرئيسية مثل OpenSea وLooksRare وMagicEden وIMXOfficial وما إلى ذلك، وادعم وضع الطلب بنقرة واحدة على منصات متعددة لتجميع سيولة المعاملات عبر الشبكة بالكامل نيابة عنك.",
	"发行市场定期推出优质项目，二级市场支持稀有度查询和批量购买，数据统计部分提供链上实时数据辅助决策，帮助您全面掌控行业交易机会，快速交易。": "يُطلق سوق إصدار {name} بشكل منتظم مشاريع عالية الجودة، ويدعم السوق الثانوي الاستفسارات النادرة والمشتريات المجمعة، ويوفر قسم إحصائيات البيانات بيانات في الوقت الفعلي عن السلسلة للمساعدة في اتخاذ القرار، مما يساعدك على التحكم الكامل في فرص التداول في الصناعة التجارة بسرعة.",
	"温馨提示：购买时需要保证余额充足，否则将购买失败": "تذكير لطيف: عليك التأكد من أن لديك رصيدًا كافيًا عند الشراء، وإلا ستفشل عملية الشراء.",
	"温馨提示：确保账户余额足够": "تذكير دافئ: تأكد من أن رصيد حسابك كافٍ",
	"账户总额": "إجمالي الحساب",
	"冻结金额": "كمية مجمدة",
	"今日收益": "أرباح اليوم",
	"点击进入": "انقر للدخول",
	"全部": "الجميع",
	"已停售": "توقف",
	"您可以选择智能出价计划。选择后，智能合约机器人将托管您的可用配额进行智能竞价。": "يمكنك اختيار خطة عروض الأسعار الذكية. بمجرد تحديده، سيستضيف روبوت العقد الذكي حصتك المتاحة للمزايدة الذكية.",
	"不同的计划将被智能合约机器人自动拍卖以获得利润。": "سيتم بيع الخطط المختلفة تلقائيًا بالمزاد العلني بواسطة روبوتات العقود الذكية لتحقيق الربح.",
	"交易对": "زوج التداول",
	"最新价": "أحدث السعر",
	"24小时涨跌幅": "زيادة ونقصان الأسعار على مدار 24 ساعة",
	"可用": "متاح",
	"秒交易": "المعاملات في ثوان",
	"杠杆交易": "تداول الرافعة المالية",
	"单价": "سعر الوحدة",
	"数量": "كمية",
	"交易模式": "نموذج التداول",
	"价格": "سعر",
	"市场最优价格": "أفضل سعر في السوق",
	"倍数": "عديد",
	"请输入数量": "الرجاء إدخال الكمية",
	"保证金": "هامِش",
	"服务费": "تكلفة الخدمة",
	"当前委托": "النظام الحالي",
	"持有仓位": "شغل منصبا",
	"限价/买入": "الحد/الشراء",
	"未实现盈亏($)": "الأرباح والخسائر غير المحققة ($)",
	"回报率": "معدل الاستجابة",
	"持仓数量": "كمية الموقف",
	"保证金率": "معدل الهامش",
	"开仓价格($)": "سعر الافتتاح ($)",
	"标记价格($)": "سعر العلامة($)",
	"强平价格($)": "سعر التصفية ($)",
	"调整杠杆": "ضبط الرافعة المالية",
	"止盈止损": "جني الربح ووقف الخسارة",
	"平仓": "موقف قريب",
	"设置止损/止盈": "تعيين وقف الخسارة / جني الأرباح",
	"止盈价格": "سعر جني الأرباح",
	"请输入止盈价格": "الرجاء إدخال سعر جني الأرباح",
	"止损价格": "سعر وقف الخسارة",
	"请输入止损价格": "الرجاء إدخال سعر وقف الخسارة",
	"预计盈亏": "الربح والخسارة المقدرة",
	"确定": "بالتأكيد",
	"秒": "ثانية",
	"规则": "قاعدة",
	"请输入金额": "الرجاء إدخال المبلغ",
	"可用余额": "الرصيد المتوفر",
	"环保项目": "طاقة متجددة",
	"收益": "دخل",
	"总充值": "إجمالي التغذية",
	"团队": "فريق",
	"团队总收益": "إجمالي إيرادات الفريق",
	"团队个数": "عدد الفرق",
	"推荐分享": "يوصي بالمشاركة",
	"消息": "معلومة",
	"修改密码": "تغيير كلمة المرور",
	"修改支付密码": "تغيير كلمة مرور الدفع",
	"退出登陆": "خروج",
	"请选择充值金额": "الرجاء تحديد مبلغ إعادة الشحن",
	"请选择交易类型": "الرجاء تحديد نوع المعاملة",
	"充值明细": "تفاصيل إعادة الشحن",
	"状态": "ولاية",
	"金额": "كمية",
	"交易类型": "وسائل المعاملات",
	"地址": "عنوان",
	"复制": "ينسخ",
	"复制成功": "تم النسخ بنجاح",
	"复制失败": "فشل النسخ",
	"上传图片凭证": "تحميل قسيمة الصورة",
	"账户余额": "رصيد الحساب",
	"最小提现金额": "الحد الأدنى لمبلغ السحب",
	"请输入地址": "الرجاء إدخال العنوان",
	"请输入支付密码": "الرجاء إدخال كلمة مرور الدفع",
	"提现记录": "سجل عمليات السحب",
	"账号": "حساب",
	"暂无数据~": "لا توجد بيانات حتى الآن~",
	"旧密码": "كلمة المرور القديمة",
	"新密码": "كلمة المرور الجديدة",
	"确认密码": "تأكيد كلمة المرور",
	"消息详情": "تفاصيل الرسالة",
	"用户帮助": "مساعدة المستخدم",
	"邀请您的好友": "اعزم أصحابك",
	"或朋友并获得奖励": "أو الأصدقاء والحصول على المكافآت",
	"返佣记录": "سجل اللجنة",
	"类型": "يكتب",
	"团队介绍": "مقدمة الفريق",
	"请输入邮箱": "يرجى إدخال البريد الإلكتروني الخاص بك",
	"请输入密码": "الرجاء إدخال كلمة المرور",
	"记住密码": "تذكر كلمة المرور",
	"登录": "تسجيل الدخول",
	"创建账号": "إنشاء حساب",
	"请输入邀请码": "الرجاء إدخال رمز الدعوة",
	"获取验证码": "الحصول على رمز التحقق",
	"总资产": "إجمالي الأصول",
	"发送成功": "أرسل بنجاح",
	"推荐并获得奖励": "يوصي والحصول على مكافأة",
	"您可以通过分享您的邀请链接来赚取财务钱包收入。例如，您邀请的用户每存款，您可以获得10%的佣金。": "يمكنك كسب دخل المحفظة المالية من خلال مشاركة رابط الدعوة الخاص بك. على سبيل المثال، يمكنك الحصول على عمولة بنسبة {rate}% مقابل كل إيداع يقوم به المستخدم الذي تدعوه.",
	"邀请等级": "مستوى الدعوة",
	"我的申购": "اشتراكي",
	"已申购": "مشترك بالفعل",
	"未申购": "غير مشترك",
	"申购": "الاشتراك",
	"申购记录": "سجل الاشتراك",
	"申购金额": "مبلغ الاشتراك",
	"购买成功": "تم الشراء بنجاح",
	"确认": "يتأكد",
	"取消": "يلغي",
	"温馨提示": "نصائح لطيفة",
	"是否确定申购": "هل أنت متأكد من الاشتراك؟",
	"最小金额": "الحد الأدنى للمبلغ",
	"最大金额": "الحد الأقصى للمبلغ",
	"质押": "مدخرات",
	"天": "سماء",
	"质押详情": "تفاصيل الادخار",
	"日收益": "الدخل اليومي",
	"请输入质押金额": "الرجاء إدخال مبلغ التوفير",
	"质押最小金额": "الحد الأدنى للمبلغ للحفظ",
	"质押最大金额": "الحد الأقصى لمبلغ الادخار",
	"是否确定质押": "هل أنت متأكد من الادخار؟",
	"质押记录": "سجل الادخار",
	"质押天数": "عدد أيام التوقيع المساحي",
	"实名认证": "تم التحقق",
	"请上传身份证正反面和手持身份证，第一张为正面，第二张为反面。": "يرجى تحميل الجزء الأمامي والخلفي من بطاقة الهوية الخاصة بك وبطاقة الهوية المحمولة باليد، الأولى هي الجهة الأمامية والثانية هي الجهة الخلفية.",
	"真实姓名": "الاسم الفعلي",
	"请输入真实姓名": "الرجاء إدخال اسمك الحقيقي",
	"证件号": "رقم الرخصة",
	"请输入证件号": "الرجاء إدخال رقم الهوية الخاص بك",
	"您还未实名认证,请去认证": "لم تقم بعد بتوثيق اسمك الحقيقي، يرجى الذهاب والمصادقة.",
	"实名信息审核中": "معلومات الاسم الحقيقي قيد المراجعة",
	"您以实名认证": "يمكنك المصادقة باسمك الحقيقي",
	"审核失败请重新提交": "إذا فشلت المراجعة، يرجى إعادة الإرسال.",
	"已提交": "مُقَدَّم",
	"是否提交审核": "ما إذا كان سيتم تقديمه للمراجعة",
	"请上传正确图片格式": "يرجى تحميل تنسيق الصورة الصحيح",
	"上传中...": "جاري التحميل...",
	"上传失败": "التحميل فشل",
	"请上传正面照片": "يرجى تحميل صورة أمامية",
	"请上传反面照片": "يرجى تحميل صورة للجانب الخلفي",
	"市价交易": "معاملة سعر السوق",
	"限价交易": "الحد من التجارة",
	"卖出": "يبيع",
	"是否进行杠杆交易": "ما إذا كان سيتم إجراء التداول بالرافعة المالية",
	"请输入杠杆张数": "الرجاء إدخال عدد الرافعة المالية",
	"张": "يفتح",
	"买": "شراء",
	"卖": "يبيع",
	"合约": "عقد",
	"限价/卖出": "الحد/البيع",
	"是否撤销当前委托": "ما إذا كان سيتم إلغاء العمولة الحالية",
	"撤销成功": "تم الإلغاء بنجاح",
	"提交中": "تقديم",
	"是否提交此充值单": "ما إذا كان سيتم تقديم طلب إعادة الشحن هذا",
	"提交成功": "تم الإرسال بنجاح",
	"请上传交易图片": "يرجى تحميل صور المعاملات",
	"充值记录": "سجل إعادة الشحن",
	"审核中": "قيد المراجعة",
	"手续费": "رسوم المعالجة",
	"您还未设置支付密码,是否去设置支付密码": "لم تقم بتعيين كلمة مرور الدفع. هل تريد تعيين كلمة مرور الدفع؟",
	"请输入验证码": "الرجاء إدخال رمز التحقق",
	"是否设置支付密码": "ما إذا كان سيتم تعيين كلمة مرور الدفع",
	"设置支付密码": "قم بإعداد كلمة مرور الدفع",
	"修改成功": "تم التعديل بنجاح",
	"提现成功": "تم السحب بنجاح",
	"未设置": "غير مضبوط",
	"设置成功": "تم الإعداد بنجاح",
	"取消成功": "إلغاء النجاح",
	"是否对此单进行平仓": "ما إذا كان سيتم إغلاق هذا الطلب",
	"平仓历史": "إغلاق التاريخ",
	"倒计时(s)": "العد التنازلي",
	"盈亏($)": "الربح والخسارة ($)",
	"抢购周期": "دورة شراء الذعر",
	"当前价格": "السعر الحالي",
	"是否进行下单": "ما إذا كان لتقديم الطلب",
	"请选择订单方向": "الرجاء تحديد اتجاه الطلب",
	"下单完成": "تم اكتمال الطلب",
	"下单时间": "وقت الطلب",
	"持仓历史": "تاريخ الموقف",
	"委托历史": "تاريخ اللجنة",
	"已撤销": "إلغاء - فسخ",
	"已成交": "الاتفاق تم",
	"历史记录": "سجل التاريخ",
	"支持USDT-TRC20快速提现": "دعم السحب السريع USDT-TRC20",
	"提现后等待客服审核": "انتظر مراجعة خدمة العملاء بعد السحب",
	"多空大小必选,可同时多空大小各选其一": "يجب تحديد المقاس الطويل والقصير. يمكنك اختيار أحد المقاسات الطويلة والقصيرة في نفس الوقت.",
	"请登录": "الرجاء تسجيل الدخول",
	"成功修改钱包密码": "تم تغيير كلمة مرور المحفظة بنجاح",
	"请输入您的旧密码": "الرجاء إدخال كلمة المرور القديمة",
	"请输入新密码": "الرجاء إدخال كلمة مرور جديدة",
	"请输入确认密码": "الرجاء إدخال كلمة المرور التأكيدية",
	"确认密码与新密码不一致": "تأكيد كلمة المرور غير متوافقة مع كلمة المرور الجديدة",
	"是否修改登录密码": "ما إذا كان سيتم تغيير كلمة مرور تسجيل الدخول",
	"是否更改钱包安全密码": "ما إذا كان سيتم تغيير كلمة مرور أمان المحفظة",
	"单": "واحد",
	"双": "زوج",
	"多": "كثير",
	"空": "باطل",
	"买入": "يشتري",
	"请输入申购金额": "الرجاء إدخال مبلغ الاشتراك",
	"余额": "توازن",
	"时间": "وقت",
	"邀请好友，领取高达20%邀请、交易双重佣金": "قم بدعوة الأصدقاء واحصل على عمولة مضاعفة تصل إلى 20% على الدعوات والمعاملات",
	"BHE福利": "فوائد BHE",
	"邀请好友": "ادعو أصدقاء",
	"冻结": "تجميد",
	"语言": "لغة",
	"请选择支付类型": "الرجاء تحديد نوع الدفع",
	"[充值规则说明]": "[وصف قواعد إعادة الشحن]",
	"账户": "حساب",
	"等级": "درجة",
	"注册时间": "وقت التسجيل",
	"或朋友并获得奖励 ": "أو الأصدقاء والحصول على المكافآت",
	Lock_up_to: "Lock_up_to",
	"No data": "لايوجد بيانات",
	"Please enter the confirmation password!": "الرجاء إدخال كلمة المرور التأكيد!",
	Pledge_success_txt: "Pledge_success_txt",
	Position_record_txt: "Position_record_txt",
	Tips_Tips_txt: "Tips_Tips_txt",
	"Welcome Back": "مرحبًا بعودتك",
	"account.charging": "حساب.شحن",
	confirm: "يتأكد",
	confirm_the_pledge: "تأكيد_التعهد",
	current_state_txt: "current_state_txt",
	day_txt_txt: "day_txt_txt",
	end_end_txt: "end_end_txt",
	income_income_txt: "الدخل_الدخل_txt",
	mortgage_mmediately_txt: "قرض عقاري_mmediately_txt",
	mortgage_principal_txt: "rent_principal_txt",
	msg10: "msg10",
	s: "س",
	"td1.canceil": "td1.canceil",
	"td1.confirm": "td1.confirm",
	under_pledge_txt: "under_pledge_txt",
	"失败": "يفشل",
	"成功": "نجاح",
	"提交": "يُقدِّم",
	"撤销": "يلغي",
	"止损/止盈": "وقف الخسارة/جني الأرباح",
	"下一步": "الخطوة التالية",
	"平仓完成": "اكتمل إغلاق المركز",
	"开单价格": "سعر الفواتير",
	"开始时间": "وقت البدء",
	"成交数量": "عدد المعاملات",
	"结单价格": "سعر البيان",
	"结束时间": "وقت النهاية",
	"订单方向": "اتجاه الطلب",
	"质押区间": "فترة التعهد",
	"质押金额": "مبلغ التعهد",
	"以实现盈亏": "لتحقيق الربح والخسارة",
	"上传转账截图": "تحميل لقطة شاشة النقل",
	"是否确认提现": "تأكيد الانسحاب؟",
	"最大提现金额": "الحد الأقصى لمبلغ السحب",
	"是否设置此价格": "ما إذا كان سيتم تحديد هذا السعر",
	"请上传转账截图": "الرجاء تحميل لقطات النقل",
	"是否取消当前设置": "ما إذا كان سيتم إلغاء الإعدادات الحالية",
	"请输入质押金额，不得超过": "الرجاء إدخال مبلغ التعهد، والذي يجب ألا يتجاوز",
	"分享您的推荐链接并开始赚钱": "شارك رابط الإحالة الخاص بك وابدأ في الربح",
	"公告": "إعلان",
	"系统异常": "استثناء النظام",
	"请输入自定义充值金额": "الرجاء إدخال مبلغ إعادة الشحن المخصص",
	"自定义金额": "مبلغ مخصص",
	"请打开链接": "يرجى فتح الرابط",
	"恭喜新用户": "مبروك للمستخدم الجديد",
	"今日": "اليوم",
	"覆盖国家": "البلدان المشمولة",
	"注册用户": "مستخدم مسجل",
	"已赚取收益": "الإيرادات المكتسبة",
	"已发放佣金": "أصدرت اللجنة",
	"快速买币": "شراء العملات المعدنية بسرعة",
	"网格交易": "تداول الشبكة",
	"封闭期": "فترة مغلقة",
	"激活金额": "مبلغ التنشيط",
	"今日最高年化": "أعلى المعدل السنوي اليوم",
	"立即购买": "اشتر الآن",
	"服务": "يخدم",
	"提币": "سحب العملات المعدنية",
	"邀请返佣": "دعوة الخصم",
	"关于我们": "معلومات عنا",
	"合作伙伴": "شريك",
	"总资金": "إجمالي الأموال",
	"今日收益": "أرباح اليوم",
	"邮箱": "بريد",
	"密码": "كلمة المرور",
	"手机号": "رقم التليفون",
	"忘记密码": "ننسى كلمة المرور",
	"注册": "يسجل",
	"请输入手机号": "الرجاء إدخال رقم الهاتف",
	"正在维护": "تحت الصيانة",
	"您确定购买此产品": "هل أنت متأكد من شراء هذا المنتج",
	"购买的数量": "الكمية المشتراة",
	"加载中": "تحميل",
	"我的机器人": "الروبوت الخاص بي",
	"剩余天数": "عدد الأيام المتبقية",
	"暂停": "يوقف",
	"是否激活此机器人": "ما إذا كان سيتم تفعيل هذا الروبوت",
	"是否暂停此机器人的工作": "ما إذا كان سيتم إيقاف عمل هذا الروبوت مؤقتًا",
	"激活成功": "تفعيل ناجحة",
	"暂停成功": "تم الإيقاف بنجاح",
	"预计日收益": "الدخل اليومي المقدر",
	"总收益": "إجمالي الإيرادات",
	"年化": "سنوي",
	"是否激活体验机器人": "ما إذا كان سيتم تفعيل روبوت الخبرة",
	"赚币记录": "سجل كسب العملة",
	"币种": "عملة",
	"免费领取": "احصل علية بدون مقابل",
	"等级规则": "قواعد التسلسل الهرمي",
	"当前等级": "المستوى الحالي",
	"是否确认修改登录密码": "هل تؤكد تغيير كلمة المرور لتسجيل الدخول؟",
	"没有更多了": "لا أكثر",
	"当前收益": "المكاسب الحاليه",
	"激活": "التنشيط",
	"赠送": "يتبرع",
	"请输入赠送用户ID或邮箱": "الرجاء إدخال معرف مستخدم الهدية أو عنوان البريد الإلكتروني",
	"推荐计划": "برنامج الإحالة",
	"邀请朋友赚币": "قم بدعوة الأصدقاء لكسب العملات المعدنية",
	"我的邀请码": "رمز الدعوة الخاص بي",
	"是否将此机器人赠送于": "ما إذا كان سيتم هدية هذا الروبوت ل",
	"赠送成功": "الهدية بنجاح",
	"经验值": "خبرة",
	"台BOT正在为您疯狂赚币": "تايوان BOT تجني أموالاً مجنونة من أجلك"
}